[
  {
    "word": "abase",
    "pos": "v",
    "definition": "to humiliate, degrade",
    "sentence": "After being overthrown and abased, the deposed leader offered to bow down to his conqueror."
  },
  {
    "word": "abate",
    "pos": "v",
    "definition": "to reduce, lessen",
    "sentence": "The rain poured down for a while, then abated."
  },
  {
    "word": "abdicate",
    "pos": "v",
    "definition": "to give up a position, usually one of leadership",
    "sentence": "When he realized that the revolutionaries would surely win, the king abdicated  his throne."
  },
  {
    "word": "abduct",
    "pos": "v",
    "definition": "to kidnap, take by force",
    "sentence": "The evildoers abducted  the fairy princess from her happy home."
  },
  {
    "word": "aberration",
    "pos": "n",
    "definition": "something that differs from the norm",
    "sentence": "In 1918, the Boston Red Sox won the World Series, but the success turned out to be an aberration,  and the Red Sox have not won a World Series since."
  },
  {
    "word": "abet",
    "pos": "v",
    "definition": "to aid, help, encourage",
    "sentence": "The spy succeeded only because he had a friend on the inside to abet  him."
  },
  {
    "word": "abhor",
    "pos": "v",
    "definition": "to hate, detest",
    "sentence": "Because he always wound up kicking himself in the head when he tried to play soccer, Oswald began to abhor  the sport."
  },
  {
    "word": "abject",
    "pos": "adj",
    "definition": "wretched, pitiful",
    "sentence": "After losing all her money, falling into a puddle, and breaking her ankle, Eloise was abject."
  },
  {
    "word": "abjure",
    "pos": "v",
    "definition": "to reject, renounce",
    "sentence": "To prove his honesty, the President abjured  the evil policies of his wicked predecessor."
  },
  {
    "word": "abnegation",
    "pos": "n",
    "definition": "denial of comfort to oneself",
    "sentence": "The holy man slept on the ﬂoor, took only cold showers, and generally followed other practices of abnegation."
  },
  {
    "word": "abort",
    "pos": "v",
    "definition": "to give up on a half-ﬁnished project or effort",
    "sentence": "After they ran out of food, the men, attempting to jump rope around the world, had to abort  and go home."
  },
  {
    "word": "abrogate",
    "pos": "v",
    "definition": "to abolish, usually by authority",
    "sentence": "The Bill of Rights assures that the government cannot abrogate  our right to a free press."
  },
  {
    "word": "abscond",
    "pos": "v",
    "definition": "to sneak away and hide",
    "sentence": "In the confusion, the super-spy absconded  into the night with the secret plans."
  },
  {
    "word": "absolution",
    "pos": "n",
    "definition": "freedom from blame, guilt, sin",
    "sentence": "Once all the facts were known, the jury gave Angela absolution  by giving a verdict of not guilty."
  },
  {
    "word": "abstain",
    "pos": "v",
    "definition": "to freely choose not to commit an action",
    "sentence": "Everyone demanded that Angus put on the kilt, but he did not want to do it and abstained."
  },
  {
    "word": "abstruse",
    "pos": "adj",
    "definition": "hard to comprehend",
    "sentence": "Everyone else in the class understood geometry easily, but John found the subject abstruse."
  },
  {
    "word": "accede",
    "pos": "v",
    "definition": "to agree",
    "sentence": "When the class asked the teacher whether they could play baseball instead of learn grammar they expected him to refuse, but instead he acceded  to their request."
  },
  {
    "word": "accentuate",
    "pos": "v",
    "definition": "to stress, highlight",
    "sentence": "Psychologists agree that those people who are happiest accentuate  the positive in life."
  },
  {
    "word": "accessible",
    "pos": "adj",
    "definition": "obtainable, reachable",
    "sentence": "After studying with SparkNotes and getting a great score on the SAT, Marlena happily realized that her goal of getting into an Ivy-League college was accessible."
  },
  {
    "word": "acclaim",
    "pos": "n",
    "definition": "high praise",
    "sentence": "Greg’s excellent poem won the acclaim  of his friends."
  },
  {
    "word": "accolade",
    "pos": "n",
    "definition": "high praise, special distinction",
    "sentence": "Everyone offered accolades  to Sam after he won the Noble Prize."
  },
  {
    "word": "accommodating",
    "pos": "adj",
    "definition": "helpful, obliging, polite",
    "sentence": "Though the apartment was not big enough for three people, Arnold, Mark, and Zebulon were all friends and were accommodating to each other."
  },
  {
    "word": "accord",
    "pos": "n",
    "definition": "an agreement",
    "sentence": "After much negotiating, England and Iceland ﬁnally came to a mutually beneﬁcial accor d about ﬁshing rights off the cost of Greenland."
  },
  {
    "word": "accost",
    "pos": "v",
    "definition": "to confront verbally",
    "sentence": "Though Antoinette was normally quite calm, when the waiter spilled soup on her for the fourth time in 15 minutes she stood up and accosted the man."
  },
  {
    "word": "accretion",
    "pos": "n",
    "definition": "slow growth in size or amount",
    "sentence": "Stalactites are formed by the accretion  of minerals from the roofs of caves."
  },
  {
    "word": "acerbic",
    "pos": "adj",
    "definition": "biting, bitter in tone or taste",
    "sentence": "Jill became extremely acerbic  and began to cruelly make fun of all her friends."
  },
  {
    "word": "acquiesce",
    "pos": "v",
    "definition": "to agree without protesting",
    "sentence": "Though Mr. Correlli wanted to stay outside and work in his garage, when his wife told him that he had better come in to dinner, he acquiesced to her demands."
  },
  {
    "word": "acrimony",
    "pos": "n",
    "definition": "bitterness, discord",
    "sentence": "Though they vowed that no girl would ever come between them, Biff and Trevor could not keep acrimony  from overwhelming their friendship after they both fell in love with the lovely Teresa."
  },
  {
    "word": "acumen",
    "pos": "n",
    "definition": "keen insight",
    "sentence": "Because of his mathematical acumen, Larry was able to ﬁgure out in minutes problems that took other students hours."
  },
  {
    "word": "adamant",
    "pos": "adj",
    "definition": "impervious, immovable, unyielding",
    "sentence": "Though public pressure was intense, the President remained adamant  about his proposal."
  },
  {
    "word": "adept",
    "pos": "adj",
    "definition": "extremely skilled",
    "sentence": "Tarzan was adept  at jumping from tree to tree like a monkey."
  },
  {
    "word": "admonish",
    "pos": "v",
    "definition": "to caution, criticize, reprove",
    "sentence": "Joe’s mother admonished  him not to ruin his appetite by eating cookies before dinner."
  },
  {
    "word": "adorn",
    "pos": "v",
    "definition": "to decorate",
    "sentence": "We adorned  the tree with ornaments."
  },
  {
    "word": "adroit",
    "pos": "adj",
    "definition": "skillful, dexterous",
    "sentence": "The adroit  thief could pick someone’s pocket without attracting notice."
  },
  {
    "word": "adulation",
    "pos": "n",
    "definition": "extreme praise",
    "sentence": "Though the book was pretty good, Marcy did not believe it deserved the adulation  it received."
  },
  {
    "word": "adumbrate",
    "pos": "v",
    "definition": "to sketch out in a vague way",
    "sentence": "The coach adumbrated  a game plan, but none of the players knew precisely what to do."
  },
  {
    "word": "adverse",
    "pos": "adj",
    "definition": "antagonistic, unfavorable, dangerous",
    "sentence": "Because of adverse  conditions, the hikers decided to give up trying to climb the mountain."
  },
  {
    "word": "aerial",
    "pos": "adj",
    "definition": "somehow related to the air",
    "sentence": "We watched as the ﬁghter planes conducted aerial  maneuvers."
  },
  {
    "word": "aesthetic",
    "pos": "adj",
    "definition": "artistic, related to the appreciation of beauty",
    "sentence": "We hired Susan as our interior decorator because she has such a ﬁne aesthetic  sense."
  },
  {
    "word": "affable",
    "pos": "adj",
    "definition": "friendly, amiable",
    "sentence": "People like to be around George because he is so affable and good-natured."
  },
  {
    "word": "affront",
    "pos": "n",
    "definition": "an insult",
    "sentence": "Bernardo was very touchy, and took any slight as an affront  to his honor."
  },
  {
    "word": "aggrandize",
    "pos": "v",
    "definition": "to increase or make greater",
    "sentence": "Joseph always dropped the names of the famous people his father knew as a way to aggrandize  his personal stature."
  },
  {
    "word": "aggrieved",
    "pos": "adj",
    "definition": "distressed, wronged, injured",
    "sentence": "The foreman mercilessly overworked his aggrieved  employees."
  },
  {
    "word": "agile",
    "pos": "adj",
    "definition": "quick, nimble",
    "sentence": "The dogs were too slow to catch the agile  rabbit."
  },
  {
    "word": "agnostic",
    "pos": "adj",
    "definition": "believing that the existence of God cannot be proven or disproven",
    "sentence": "Joey’s parents are very religious, but he is agnostic."
  },
  {
    "word": "agriculture",
    "pos": "n",
    "definition": "farming",
    "sentence": "It was a huge step in the progress of civilization when tribes left hunting and gathering and began to develop more sustainable methods of obtaining food, such as agriculture."
  },
  {
    "word": "aisle",
    "pos": "n",
    "definition": "a passageway between rows of seats",
    "sentence": "Once we got inside the stadium we walked down the aisle  to our seats."
  },
  {
    "word": "alacrity",
    "pos": "n",
    "definition": "eagerness, speed",
    "sentence": "For some reason, Chuck loved to help his mother whenever he could, so when his mother asked him to set the table he did so with alacrity."
  },
  {
    "word": "alias",
    "pos": "n",
    "definition": "a false name or identity",
    "sentence": "He snuck past the guards by using an alias  and fake ID."
  },
  {
    "word": "allay",
    "pos": "v",
    "definition": "to soothe, ease",
    "sentence": "The chairman of the Federal Reserve gave a speech to try to allay  investors’ fears about an economic downturn."
  },
  {
    "word": "allege",
    "pos": "v",
    "definition": "to assert, usually without proof",
    "sentence": "The policeman had alleged  that Marshall committed the crime, but after the investigation turned up no evidence, Marshall was set free."
  },
  {
    "word": "alleviate",
    "pos": "v",
    "definition": "to relieve, make more bearable",
    "sentence": "This drug will alleviate the symptoms of the terrible disease, but only for a while."
  },
  {
    "word": "allocate",
    "pos": "v",
    "definition": "to distribute, set aside",
    "sentence": "The Mayor allocated  30 percent of the funds for improving the town’s schools."
  },
  {
    "word": "aloof",
    "pos": "adj",
    "definition": "reserved, distant",
    "sentence": "The scientist could sometimes seem aloof, as if he didn’t care about his friends or family, but really he was just thinking about quantum mechanics."
  },
  {
    "word": "altercation",
    "pos": "n",
    "definition": "a dispute, ﬁght",
    "sentence": "Jason and Lionel blamed one another for the car accident, leading to an altercation."
  },
  {
    "word": "amalgamate",
    "pos": "v",
    "definition": "to bring together, unite",
    "sentence": "Because of his great charisma, the presidential candidate was able to amalgamate  all democrats and republicans under his banner."
  },
  {
    "word": "ambiguous",
    "pos": "adj",
    "definition": "uncertain, variably interpretable",
    "sentence": "Some people think Caesar married Cleopatra for her power, others believe he was charmed by her beauty. His actual reasons are ambiguous."
  },
  {
    "word": "ambivalent",
    "pos": "adj",
    "definition": "having opposing feelings",
    "sentence": "My feelings about Calvin are ambivalent because on one hand he is a loyal friend, but on the other, he is a cruel and vicious thief."
  },
  {
    "word": "ameliorate",
    "pos": "v",
    "definition": "to improve",
    "sentence": "The tense situation was ameliorated when Sam proposed a solution everyone could agree upon."
  },
  {
    "word": "amenable",
    "pos": "adj",
    "definition": "willing, compliant",
    "sentence": "Our father was amenable  when we asked him to drive us to the farm so we could go apple picking."
  },
  {
    "word": "amenity",
    "pos": "n",
    "definition": "an item that increases comfort",
    "sentence": "Bill Gates’s house is stocked with so many amenities, he never has to do anything for himself."
  },
  {
    "word": "amiable",
    "pos": "adj",
    "definition": "friendly",
    "sentence": "An amiable  fellow, Harry got along with just about everyone."
  },
  {
    "word": "amicable",
    "pos": "adj",
    "definition": "friendly",
    "sentence": "Claudia and Jimmy got divorced, but amicably  and without hard feelings."
  },
  {
    "word": "amorous",
    "pos": "adj",
    "definition": "showing love, particularly sexual",
    "sentence": "Whenever Albert saw Mariah wear her slinky red dress, he began to feel quite amorous."
  },
  {
    "word": "amorphous",
    "pos": "adj",
    "definition": "without deﬁnite shape or type",
    "sentence": "The effort was doomed from the start, because the reasons behind it were so amorphous  and hard to pin down."
  },
  {
    "word": "anachronistic",
    "pos": "adj",
    "definition": "being out of correct chronological order",
    "sentence": "In this book you’re writing, you say that the Pyramids were built after the Titanic sank, which is anachronistic."
  },
  {
    "word": "analgesic",
    "pos": "n",
    "definition": "something that reduces pain",
    "sentence": "Put this analgesic  on the wound so that the poor man at least feels a little better."
  },
  {
    "word": "analogous",
    "pos": "adj",
    "definition": "similar to, so that an analogy can be drawn",
    "sentence": "Though they are unrelated genetically, the bone structure of whales and ﬁsh is quite analogous."
  },
  {
    "word": "anarchist",
    "pos": "n",
    "definition": "one who wants to eliminate all government",
    "sentence": "An anarchist, Carmine wanted to dissolve every government everywhere."
  },
  {
    "word": "anathema",
    "pos": "n",
    "definition": "a cursed, detested person",
    "sentence": "I never want to see that murderer. He is an anathema  to me."
  },
  {
    "word": "Vocabularyanecdote",
    "pos": "n",
    "definition": "a short, humorous account",
    "sentence": "After dinner, Marlon told an anecdote  about the time he got his nose stuck in a toaster."
  },
  {
    "word": "anesthesia",
    "pos": "n",
    "definition": "loss of sensation",
    "sentence": "When the nerves in his spine were damaged, Mr. Hollins suffered anesthesia  in his legs."
  },
  {
    "word": "anguish",
    "pos": "n",
    "definition": "extreme sadness, torment",
    "sentence": "Angelos suffered terrible anguish  when he learned that Buffy had died while combating a strange mystical force of evil."
  },
  {
    "word": "animated",
    "pos": "adj",
    "definition": "lively",
    "sentence": "When he begins to talk about drama, which is his true passion, he becomes very animated."
  },
  {
    "word": "annul",
    "pos": "v",
    "definition": "to make void or invalid",
    "sentence": "After seeing its unforeseen and catastrophic effects, Congress sought to annul  the law."
  },
  {
    "word": "anomaly",
    "pos": "n",
    "definition": "something that does not ﬁt into the normal order",
    "sentence": "“That rip in the space- time continuum is certainly a spatial anomaly,” said Spock to Captain Kirk."
  },
  {
    "word": "anonymous",
    "pos": "adj",
    "definition": "being unknown, unrecognized",
    "sentence": "Mary received a love poem from an anonymous  admirer."
  },
  {
    "word": "antagonism",
    "pos": "n",
    "definition": "hostility",
    "sentence": "Superman and Bizarro Superman shared a mutual antagonism, and often fought."
  },
  {
    "word": "antecedent",
    "pos": "n",
    "definition": "something that came before",
    "sentence": "The great tradition of Western culture had its antecedent  in the culture of Ancient Greece."
  },
  {
    "word": "antediluvian",
    "pos": "adj",
    "definition": "ancient",
    "sentence": "The antediluvian  man still believed that Eisenhower was president of the United States and that hot dogs cost a nickel."
  },
  {
    "word": "anthology",
    "pos": "n",
    "definition": "a selected collection of writings, songs, etc.",
    "sentence": "The new anthology  of Bob Dylan songs contains all his greatest hits and a few songs that you might never have heard before."
  },
  {
    "word": "antipathy",
    "pos": "n",
    "definition": "a strong dislike, repugnance",
    "sentence": "I know you love me, but because you are a liar and a thief, I feel nothing but antipathy for you."
  },
  {
    "word": "antiquated",
    "pos": "adj",
    "definition": "old, out of date",
    "sentence": "That antiquated  car has none of the features, like power windows and steering, that make modern cars so great."
  },
  {
    "word": "antiseptic",
    "pos": "adj",
    "definition": "clean, sterile",
    "sentence": "The antiseptic  hospital was very bare, but its cleanliness helped to keep patients healthy."
  },
  {
    "word": "antithesis",
    "pos": "n",
    "definition": "the absolute opposite",
    "sentence": "Your values, which hold war and violence in the highest esteem, are the antithesis  of my paciﬁst beliefs."
  },
  {
    "word": "anxiety",
    "pos": "n",
    "definition": "intense uneasiness",
    "sentence": "When he heard about the car crash, he felt anxiety because he knew that his girlfriend had been driving on the road where the accident occurred."
  },
  {
    "word": "apathetic",
    "pos": "adj",
    "definition": "lacking concern, emotion",
    "sentence": "Uninterested in politics, Bruno was apathetic about whether he lived under a capitalist or communist regime."
  },
  {
    "word": "apocryphal",
    "pos": "adj",
    "definition": "ﬁctitious, false, wrong",
    "sentence": "Because I am standing before you, it seems obvious that the stories circulating about my demise were apocryphal."
  },
  {
    "word": "appalling",
    "pos": "adj",
    "definition": "inspiring shock, horror, disgust",
    "sentence": "The judge found the murderer’s crimes and lack of remorse appalling."
  },
  {
    "word": "appease",
    "pos": "v",
    "definition": "to calm, satisfy",
    "sentence": "When the child cries, the mother gives him candy to appease  him."
  },
  {
    "word": "appraise",
    "pos": "v",
    "definition": "to assess the worth or value of",
    "sentence": "A realtor will come over tonight to appraise  our house."
  },
  {
    "word": "approbation",
    "pos": "n",
    "definition": "praise",
    "sentence": "The crowd welcomed the heroes with approbation."
  },
  {
    "word": "appropriate",
    "pos": "v",
    "definition": "to take, make use of",
    "sentence": "The government appropriated  the farmer’s land without justiﬁcation."
  },
  {
    "word": "aquatic",
    "pos": "adj",
    "definition": "relating to water",
    "sentence": "The marine biologist studies starﬁsh and other aquatic creatures."
  },
  {
    "word": "arable",
    "pos": "adj",
    "definition": "suitable for growing crops",
    "sentence": "The farmer purchased a plot of arable  land on which he will grow corn and sprouts."
  },
  {
    "word": "arbiter",
    "pos": "n",
    "definition": "one who can resolve a dispute, make a decision",
    "sentence": "The divorce court judge will serve as the arbiter  between the estranged husband and wife."
  },
  {
    "word": "arbitrary",
    "pos": "adj",
    "definition": "based on factors that appear random",
    "sentence": "The boy’s decision to choose one college over another seems arbitrary."
  },
  {
    "word": "arbitration",
    "pos": "n",
    "definition": "the process or act of resolving a dispute",
    "sentence": "The employee sought ofﬁcial arbitration  when he could not resolve a disagreement with his supervisor."
  },
  {
    "word": "arboreal",
    "pos": "adj",
    "definition": "of or relating to trees",
    "sentence": "Leaves, roots, and bark are a few arboreal  traits."
  },
  {
    "word": "Vocabularyarcane",
    "pos": "adj",
    "definition": "obscure, secret, known only by a few",
    "sentence": "The professor is an expert in arcane Lithuanian literature."
  },
  {
    "word": "archaic",
    "pos": "adj",
    "definition": "of or relating to an earlier period in time, outdated",
    "sentence": "In a few select regions of Western Mongolian, an archaic  Chinese dialect is still spoken."
  },
  {
    "word": "archetypal",
    "pos": "adj",
    "definition": "the most representative or typical example of something",
    "sentence": "Some believe George Washington, with his ﬂowing white hair and commanding stature, was the archetypal politician."
  },
  {
    "word": "ardor",
    "pos": "n",
    "definition": "extreme vigor, energy, enthusiasm",
    "sentence": "The soldiers conveyed their ar dor with impassioned battle cries."
  },
  {
    "word": "arid",
    "pos": "adj",
    "definition": "excessively dry",
    "sentence": "Little other than palm trees and cacti grow successfully in arid environments."
  },
  {
    "word": "arrogate",
    "pos": "v",
    "definition": "to take without justiﬁcation",
    "sentence": "The king arrogated  the right to order executions to himself exclusively."
  },
  {
    "word": "artifact",
    "pos": "n",
    "definition": "a remaining piece from an extinct culture or place",
    "sentence": "The scientists spent all day searching the cave for artifacts  from the ancient Mayan civilization."
  },
  {
    "word": "artisan",
    "pos": "n",
    "definition": "a craftsman",
    "sentence": "The artisan  uses wood to make walking sticks."
  },
  {
    "word": "ascertain",
    "pos": "v",
    "definition": "to perceive, learn",
    "sentence": "With a bit of research, the student ascertained  that some plants can live for weeks without water."
  },
  {
    "word": "ascetic",
    "pos": "adj",
    "definition": "practicing restraint as a means of self-discipline, usually religious",
    "sentence": "The priest lives an ascetic  life devoid of television, savory foods, and other pleasures."
  },
  {
    "word": "ascribe",
    "pos": "v",
    "definition": "to assign, credit, attribute to",
    "sentence": "Some ascribe  the invention of ﬁreworks and dynamite to the Chinese."
  },
  {
    "word": "aspersion",
    "pos": "n",
    "definition": "a curse, expression of ill-will",
    "sentence": "The rival politicians repeatedly cast aspersions  on each others’ integrity."
  },
  {
    "word": "aspire",
    "pos": "v",
    "definition": "to long for, aim toward",
    "sentence": "The young poet aspires  to publish a book of verse someday."
  },
  {
    "word": "assail",
    "pos": "v",
    "definition": "to attack",
    "sentence": "At dawn, the war planes assailed  the boats in the harbor."
  },
  {
    "word": "assess",
    "pos": "v",
    "definition": "to evaluate",
    "sentence": "A crew arrived to assess  the damage after the crash."
  },
  {
    "word": "assiduous",
    "pos": "adj",
    "definition": "hard-working, diligent",
    "sentence": "The construction workers erected the skyscraper during two years of assiduous  labor."
  },
  {
    "word": "assuage",
    "pos": "v",
    "definition": "to ease, pacify",
    "sentence": "The mother held the baby to assuage  its fears."
  },
  {
    "word": "astute",
    "pos": "adj",
    "definition": "very clever, crafty",
    "sentence": "Much of Roger’s success in politics results from his ability to provide astute  answers to reporters’ questions."
  },
  {
    "word": "atone",
    "pos": "v",
    "definition": "to repent, make amends",
    "sentence": "The man atoned  for forgetting his wife’s birthday by buying her ﬁve dozen roses."
  },
  {
    "word": "atrophy",
    "pos": "v",
    "definition": "to wither away, decay",
    "sentence": "If muscles do not receive enough blood, they will soon atrophy  and die."
  },
  {
    "word": "attain",
    "pos": "v",
    "definition": "to achieve, arrive at",
    "sentence": "The athletes strived to attain  their best times in competition."
  },
  {
    "word": "atypical",
    "pos": "adj",
    "definition": "not typical, unusual",
    "sentence": "Screaming and crying is atypical  adult behavior."
  },
  {
    "word": "audacious",
    "pos": "adj",
    "definition": "excessively bold",
    "sentence": "The security guard was shocked by the fan’s audacious  attempt to offer him a bribe."
  },
  {
    "word": "audible",
    "pos": "adj",
    "definition": "able to be heard",
    "sentence": "The missing person’s shouts were unfortunately not audible."
  },
  {
    "word": "augment",
    "pos": "v",
    "definition": "to add to, expand",
    "sentence": "The eager student seeks to augment  his knowledge of French vocabulary by reading French literature."
  },
  {
    "word": "auspicious",
    "pos": "adj",
    "definition": "favorable, indicative of good things",
    "sentence": "The tennis player considered the sunny forecast an auspicious  sign that she would win her match."
  },
  {
    "word": "austere",
    "pos": "adj",
    "definition": "very bare, bleak",
    "sentence": "The austere  furniture inside the abandoned house made the place feel haunted."
  },
  {
    "word": "avarice",
    "pos": "n",
    "definition": "excessive greed",
    "sentence": "The banker’s avarice  led him to amass a tremendous personal fortune."
  },
  {
    "word": "avenge",
    "pos": "v",
    "definition": "to seek revenge",
    "sentence": "The victims will take justice into their own hands and strive to avenge  themselves against the men who robbed them."
  },
  {
    "word": "aversion",
    "pos": "n",
    "definition": "a particular dislike for something",
    "sentence": "Because he’s from Hawaii, Ben has an aversion  to autumn, winter, and cold climates in general."
  },
  {
    "word": "balk",
    "pos": "v",
    "definition": "to stop, block abruptly",
    "sentence": "Edna’s boss balked  at her request for another raise."
  },
  {
    "word": "ballad",
    "pos": "n",
    "definition": "a love song",
    "sentence": "Greta’s boyfriend played her a ballad  on the guitar during their walk through the dark woods."
  },
  {
    "word": "banal",
    "pos": "adj",
    "definition": "dull, commonplace",
    "sentence": "The client rejected our proposal because they found our presentation banal  and unimpressive."
  },
  {
    "word": "bane",
    "pos": "n",
    "definition": "a burden",
    "sentence": "Advanced physics is the bane  of many students’ academic lives."
  },
  {
    "word": "bard",
    "pos": "n",
    "definition": "a poet, often a singer as well",
    "sentence": "Shakespeare is often considered the greatest bar d in the history of the English language."
  },
  {
    "word": "bashful",
    "pos": "adj",
    "definition": "shy, excessively timid",
    "sentence": "Frankie’s mother told him not to be bashful  when he refused to attend the birthday party."
  },
  {
    "word": "beguile",
    "pos": "v",
    "definition": "to trick, deceive",
    "sentence": "The thief beguiled  his partners into surrendering all of their money to him."
  },
  {
    "word": "behemoth",
    "pos": "n",
    "definition": "something of tremendous power or size",
    "sentence": "The new aircraft carrier is among several behemoths  that the Air Force has added to its ﬂeet."
  },
  {
    "word": "benevolent",
    "pos": "adj",
    "definition": "marked by goodness or doing good",
    "sentence": "Police ofﬁcers should be commended for their benevolent  service to the community."
  },
  {
    "word": "benign",
    "pos": "adj",
    "definition": "favorable, not threatening, mild",
    "sentence": "We were all relieved to hear that the medical tests determined her tumor to be benign."
  },
  {
    "word": "bequeath",
    "pos": "v",
    "definition": "to pass on, give",
    "sentence": "Jon’s father bequeathed  his entire estate to his mother."
  },
  {
    "word": "berate",
    "pos": "v",
    "definition": "to scold vehemently",
    "sentence": "The angry boss berated  his employees for failing to meet their deadline."
  },
  {
    "word": "bereft",
    "pos": "adj",
    "definition": "devoid of, without",
    "sentence": "His family was bereft  of food and shelter following the tornado."
  },
  {
    "word": "beseech",
    "pos": "v",
    "definition": "to beg, plead, implore",
    "sentence": "The servant beseeched  the king for food to feed his starving family."
  },
  {
    "word": "bias",
    "pos": "n",
    "definition": "a tendency, inclination, prejudice",
    "sentence": "The judge’s hidden bias  against smokers led him to make an unfair decision."
  },
  {
    "word": "bilk",
    "pos": "v",
    "definition": "cheat, defraud",
    "sentence": "The lawyer discovered that this ﬁrm had bilked  several clients out of thousands of dollars."
  },
  {
    "word": "blandish",
    "pos": "v",
    "definition": "to coax by using ﬂattery",
    "sentence": "Rachel’s assistant tried to blandish  her into accepting the deal."
  },
  {
    "word": "blemish",
    "pos": "n",
    "definition": "an imperfection, ﬂaw",
    "sentence": "The dealer agreed to lower the price because of the many blemishes  on the surface of the wooden furniture."
  },
  {
    "word": "boisterous",
    "pos": "adj",
    "definition": "loud and full of energy",
    "sentence": "The candidate won the vote after giving several boisterous  speeches on television."
  },
  {
    "word": "bombastic",
    "pos": "adj",
    "definition": "excessively conﬁdent, pompous",
    "sentence": "The singer’s bombastic  performance disgusted the crowd."
  },
  {
    "word": "boon",
    "pos": "n",
    "definition": "a gift or blessing",
    "sentence": "The good weather has been a boon  for many businesses located near the beach."
  },
  {
    "word": "bourgeois",
    "pos": "n",
    "definition": "a middle-class person, capitalist",
    "sentence": "Many businessmen receive criticism for their bourgeois  approach to life."
  },
  {
    "word": "brazen",
    "pos": "adj",
    "definition": "excessively bold, brash",
    "sentence": "Critics condemned the novelist’s brazen  attempt to plagiarize Hemingway’s story."
  },
  {
    "word": "brusque",
    "pos": "adj",
    "definition": "short, abrupt, dismissive",
    "sentence": "The captain’s brusque  manner offended the passengers."
  },
  {
    "word": "burnish",
    "pos": "v",
    "definition": "to polish, shine",
    "sentence": "His mother asked him to burnish  the silverware before setting the table."
  },
  {
    "word": "cacophony",
    "pos": "n",
    "definition": "tremendous noise, disharmonious sound",
    "sentence": "The elementary school orchestra created a cacophony  at the recital."
  },
  {
    "word": "Vocabularycadence",
    "pos": "n",
    "definition": "a rhythm, progression of sound",
    "sentence": "The pianist used the foot pedal to emphasize the cadence  of the sonata."
  },
  {
    "word": "cajole",
    "pos": "v",
    "definition": "to urge, coax",
    "sentence": "Fred’s buddies cajoled  him into attending the bachelor party."
  },
  {
    "word": "calamity",
    "pos": "n",
    "definition": "an event with disastrous consequences",
    "sentence": "The earthquake in San Francisco was a calamity  worse than any other natural disaster in history."
  },
  {
    "word": "calibrate",
    "pos": "v",
    "definition": "to set, standardize",
    "sentence": "The mechanic calibrated  the car’s transmission to make the motor run most efﬁciently."
  },
  {
    "word": "callous",
    "pos": "adj",
    "definition": "harsh, cold, unfeeling",
    "sentence": "The murderer’s callous  lack of remorse shocked the jury."
  },
  {
    "word": "calumny",
    "pos": "n",
    "definition": "an attempt to spoil someone else’s reputation by spreading lies",
    "sentence": "The local ofﬁcial’s calumny  ended up ruining his opponent’s prospect of winning the election."
  },
  {
    "word": "camaraderie",
    "pos": "n",
    "definition": "brotherhood, jovial unity",
    "sentence": "Camaraderie  among employees usually leads to success in business."
  },
  {
    "word": "candor",
    "pos": "n",
    "definition": "honesty, frankness",
    "sentence": "We were surprised by the candor  of the mayor’s speech because he is usually rather evasive."
  },
  {
    "word": "canny",
    "pos": "adj",
    "definition": "shrewd, careful",
    "sentence": "The canny  runner hung at the back of the pack through much of the race to watch the other runners, and then sprinted past them at the end."
  },
  {
    "word": "capacious",
    "pos": "adj",
    "definition": "very spacious",
    "sentence": "The workers delighted in their new capacious  ofﬁce space."
  },
  {
    "word": "capitulate",
    "pos": "v",
    "definition": "to surrender",
    "sentence": "The army ﬁnally capitulated  after ﬁghting a long costly battle."
  },
  {
    "word": "capricious",
    "pos": "adj",
    "definition": "subject to whim, ﬁckle",
    "sentence": "The young girl’s capricious  tendencies made it difﬁcult for her to focus on achieving her goals."
  },
  {
    "word": "captivate",
    "pos": "v",
    "definition": "to get the attention of, hold",
    "sentence": "The ﬁreworks captivated  the young boy, who had never seen such things before."
  },
  {
    "word": "carouse",
    "pos": "v",
    "definition": "to party, celebrate",
    "sentence": "We caroused  all night after getting married."
  },
  {
    "word": "carp",
    "pos": "v",
    "definition": "to annoy, pester",
    "sentence": "The husband divorced his wife after listening to her carping voice for decades."
  },
  {
    "word": "catalyze",
    "pos": "v",
    "definition": "to charge, inspire",
    "sentence": "The president’s speech catalyzed  the nation and resuscitated the economy."
  },
  {
    "word": "caucus",
    "pos": "n",
    "definition": "a meeting usually held by people working toward the same goal",
    "sentence": "The ironworkers held a caucus  to determine how much of a pay increase they would request."
  },
  {
    "word": "caustic",
    "pos": "adj",
    "definition": "bitter, biting, acidic",
    "sentence": "The politicians exchanged caustic  insults for over an hour during the debate."
  },
  {
    "word": "cavort",
    "pos": "v",
    "definition": "to leap about, behave boisterously",
    "sentence": "The adults ate their dinners on the patio, while the children cavorted  around the pool."
  },
  {
    "word": "cerebral",
    "pos": "adj",
    "definition": "related to the intellect",
    "sentence": "The books we read in this class are too cerebral — they don’t engage my emotions at all."
  },
  {
    "word": "chaos",
    "pos": "n",
    "definition": "absolute disorder",
    "sentence": "Mr. Thornton’s sudden departure for the lavatory plunged his classroom into chaos."
  },
  {
    "word": "chastise",
    "pos": "v",
    "definition": "to criticize severely",
    "sentence": "After being chastised  by her peers for mimicking Britney Spears, Miranda dyed her hair black and affected a Gothic style."
  },
  {
    "word": "cherish",
    "pos": "v",
    "definition": "to feel or show affection toward something",
    "sentence": "She continued to cherish  her red plaid trousers, even though they had gone out of style and no longer ﬁt her."
  },
  {
    "word": "chide",
    "pos": "v",
    "definition": "to voice disapproval",
    "sentence": "Lucy chided  Russell for his vulgar habits and sloppy appearance."
  },
  {
    "word": "choreography",
    "pos": "n",
    "definition": "the arrangement of dances",
    "sentence": "The plot of the musical was banal, but the choreography  was stunning."
  },
  {
    "word": "chronological",
    "pos": "adj",
    "definition": "arranged in order of time",
    "sentence": "Lionel carefully arranged the snapshots of his former girlfriends in chronological  order, and then set ﬁre to them."
  },
  {
    "word": "Vocabularycircuitous",
    "pos": "adj",
    "definition": "roundabout",
    "sentence": "The bus’s circuitous  route took us through numerous outlying suburbs."
  },
  {
    "word": "circumlocution",
    "pos": "n",
    "definition": "indirect and wordy language",
    "sentence": "The professor’s habit of speaking in circumlocutions  made it difﬁcult to follow his lectures."
  },
  {
    "word": "circumscribed",
    "pos": "adj",
    "definition": "marked off, bounded",
    "sentence": "The children were permitted to play tag only within a carefully circumscribed  area of the lawn."
  },
  {
    "word": "circumspect",
    "pos": "adj",
    "definition": "cautious",
    "sentence": "Though I promised Rachel’s father I would bring her home promptly by midnight, it would have been more circumspect  not to have speciﬁed a time."
  },
  {
    "word": "circumvent",
    "pos": "v",
    "definition": "to get around",
    "sentence": "The school’s dress code forbidding navel-baring jeans was circumvented  by the determined students, who were careful to cover up with long coats when administrators were nearby."
  },
  {
    "word": "clairvoyant",
    "pos": "adj",
    "definition": "able to perceive things that normal people cannot",
    "sentence": "Zelda’s uncanny ability to detect my lies was nothing short of clairvoyant."
  },
  {
    "word": "clandestine",
    "pos": "adj",
    "definition": "secret",
    "sentence": "Announcing to her boyfriend that she was going to the gym, Sophie actually went to meet Joseph for a clandestine  liaison."
  },
  {
    "word": "clemency",
    "pos": "n",
    "definition": "mercy",
    "sentence": "After he forgot their anniversary, Martin could only beg Maria for clemency."
  },
  {
    "word": "clergy",
    "pos": "n",
    "definition": "members of Christian holy orders",
    "sentence": "Though the villagers viewed the church rectory as quaint and charming, the clergy  who lived there regarded it as a mildewy and dusty place that aggravated their allergies."
  },
  {
    "word": "cloying",
    "pos": "adj",
    "definition": "sickeningly sweet",
    "sentence": "Though Ronald was physically attractive, Maud found his constant compliments and solicitous remarks cloying."
  },
  {
    "word": "coagulate",
    "pos": "v",
    "definition": "to thicken, clot",
    "sentence": "The top layer of the pudding had coagulated  into a thick skin."
  },
  {
    "word": "coalesce",
    "pos": "v",
    "definition": "to fuse into a whole",
    "sentence": "Gordon’s ensemble of thrift-shop garments coalesced into a surprisingly handsome outﬁt."
  },
  {
    "word": "cobbler",
    "pos": "n",
    "definition": "a person who makes or repairs shoes",
    "sentence": "I had my neighborhood cobbler replace my worn-out leather soles with new ones."
  },
  {
    "word": "coerce",
    "pos": "v",
    "definition": "to make somebody do something by force or threat",
    "sentence": "The court decided that Vanilla Ice did not have to honor the contract because he had been coerced  into signing it."
  },
  {
    "word": "cogent",
    "pos": "adj",
    "definition": "intellectually convincing",
    "sentence": "Irene’s arguments in favor of abstinence were so cogent  that I could not resist them."
  },
  {
    "word": "cognizant",
    "pos": "adj",
    "definition": "aware, mindful",
    "sentence": "Jake avoided speaking to women in bars because he was cognizant  of the fact that drinking impairs his judgment."
  },
  {
    "word": "coherent",
    "pos": "adj",
    "definition": "logically consistent, intelligible",
    "sentence": "Renee could not ﬁgure out what Monroe had seen because he was too distraught to deliver a coherent  statement."
  },
  {
    "word": "colloquial",
    "pos": "adj",
    "definition": "characteristic of informal conversation",
    "sentence": "Adam’s essay on sexual response in primates was marked down because it contained too many colloquial expressions."
  },
  {
    "word": "collusion",
    "pos": "n",
    "definition": "secret agreement, conspiracy",
    "sentence": "The three law students worked in collusion to steal the ﬁnal exam."
  },
  {
    "word": "colossus",
    "pos": "n",
    "definition": "a gigantic statue or thing",
    "sentence": "For 56 years, the ancient city of Rhodes featured a colossus  standing astride its harbor."
  },
  {
    "word": "combustion",
    "pos": "n",
    "definition": "the act or process of burning",
    "sentence": "The unexpected combustion  of the prosecution’s evidence forced the judge to dismiss the case against Ramirez."
  },
  {
    "word": "commendation",
    "pos": "n",
    "definition": "a notice of approval or recognition",
    "sentence": "Jared received a commendation from Linda, his supervisor, for his stellar performance."
  },
  {
    "word": "commensurate",
    "pos": "adj",
    "definition": "corresponding in size or amount",
    "sentence": "Ahab selected a very long roll and proceeded to prepare a tuna salad sandwich commensurate  with his enormous appetite."
  },
  {
    "word": "commodious",
    "pos": "adj",
    "definition": "roomy",
    "sentence": "Holden invited the three women to join him in the back seat of the taxicab, assuring them that the car was quite commodious."
  },
  {
    "word": "Vocabularycompelling",
    "pos": "adj",
    "definition": "forceful, demanding attention",
    "sentence": "Eliot’s speech was so compelling  that Lenore accepted his proposal on the spot."
  },
  {
    "word": "compensate",
    "pos": "v",
    "definition": "to make an appropriate payment for something",
    "sentence": "Reginald bought Sharona a new dress to compensate  her for the one he’d spilled his ice cream on."
  },
  {
    "word": "complacency",
    "pos": "n",
    "definition": "self-satisﬁed ignorance of danger",
    "sentence": "Colin tried to shock his friends out of their complacency  by painting a frightening picture of what might happen to them."
  },
  {
    "word": "complement",
    "pos": "v",
    "definition": "to complete, make perfect",
    "sentence": "Ann’s scarf complements  her blouse beautifully, making her seem fully dressed even though she isn’t wearing a coat."
  },
  {
    "word": "compliant",
    "pos": "adj",
    "definition": "ready to adapt oneself to another’s wishes",
    "sentence": "Sue had very strong opinions about what to do on a ﬁrst date, and Ted was absolutely compliant."
  },
  {
    "word": "complicit",
    "pos": "adj",
    "definition": "being an accomplice in a wrongful act",
    "sentence": "By keeping her daughter’s affair a secret, Maddie became complicit  in it."
  },
  {
    "word": "compliment",
    "pos": "n",
    "definition": "an expression of esteem or approval",
    "sentence": "I blushed crimson when Emma gave me a compliment  on my new haircut."
  },
  {
    "word": "comprehensive",
    "pos": "adj",
    "definition": "including everything",
    "sentence": "She sent me a comprehensive  list of the ingredients needed to cook rabbit soufﬂé."
  },
  {
    "word": "compress",
    "pos": "v",
    "definition": "to apply pressure, squeeze together",
    "sentence": "Lynn compressed  her lips into a frown."
  },
  {
    "word": "compunction",
    "pos": "n",
    "definition": "distress caused by feeling guilty",
    "sentence": "He felt compunction  for the shabby way he’d treated her."
  },
  {
    "word": "concede",
    "pos": "v",
    "definition": "to accept as valid",
    "sentence": "Andrew had to concede  that what his mother said about Diana made sense."
  },
  {
    "word": "conciliatory",
    "pos": "adj",
    "definition": "friendly, agreeable",
    "sentence": "I took Amanda’s invitation to dinner as a very conciliatory  gesture."
  },
  {
    "word": "concise",
    "pos": "adj",
    "definition": "brief and direct in expression",
    "sentence": "Gordon did not like to waste time, and his instructions to Brenda were nothing if not concise."
  },
  {
    "word": "concoct",
    "pos": "v",
    "definition": "to fabricate, make up",
    "sentence": "She concocted  the most ridiculous story to explain her absence."
  },
  {
    "word": "concomitant",
    "pos": "adj",
    "definition": "accompanying in a subordinate fashion",
    "sentence": "His dislike of hard work carried with it a concomitant  lack of funds."
  },
  {
    "word": "concord",
    "pos": "n",
    "definition": "harmonious agreement",
    "sentence": "Julie and Harold began the evening with a disagreement, but ended it in a state of perfect concor d."
  },
  {
    "word": "condolence",
    "pos": "n",
    "definition": "an expression of sympathy in sorrow",
    "sentence": "Brian lamely offered his condolences  on the loss of his sister’s roommate’s cat."
  },
  {
    "word": "condone",
    "pos": "v",
    "definition": "to pardon, deliberately overlook",
    "sentence": "He refused to condone  his brother’s crime."
  },
  {
    "word": "conduit",
    "pos": "n",
    "definition": "a pipe or channel through which something passes",
    "sentence": "The water ﬂowed through the conduit  into the container."
  },
  {
    "word": "confection",
    "pos": "n",
    "definition": "a sweet, fancy food",
    "sentence": "We went to the mall food court and purchased a delicious confection."
  },
  {
    "word": "conformist",
    "pos": "n",
    "definition": "one who behaves the same as others",
    "sentence": "Julian was such a conformist  that he had to wait and see if his friends would do something before he would commit."
  },
  {
    "word": "confound",
    "pos": "v",
    "definition": "to frustrate, confuse",
    "sentence": "MacGuyver confounded  the policemen pursuing him by covering his tracks."
  },
  {
    "word": "congeal",
    "pos": "v",
    "definition": "to thicken into a solid",
    "sentence": "The sauce had congealed  into a thick paste."
  },
  {
    "word": "congenial",
    "pos": "adj",
    "definition": "pleasantly agreeable",
    "sentence": "His congenial  manner made him popular wherever he went."
  },
  {
    "word": "congregation",
    "pos": "n",
    "definition": "a gathering of people, especially for religious services",
    "sentence": "The priest told the congregation  that he would be retiring."
  },
  {
    "word": "congruity",
    "pos": "n",
    "definition": "the quality of being in agreement",
    "sentence": "Bill and Veronica achieved a perfect congruity  of opinion."
  },
  {
    "word": "Vocabularyconnive",
    "pos": "v",
    "definition": "to plot, scheme",
    "sentence": "She connived  to get me to give up my vacation plans."
  },
  {
    "word": "consecrate",
    "pos": "v",
    "definition": "to dedicate something to a holy purpose",
    "sentence": "Arvin consecrated  his spare bedroom as a shrine to Christina."
  },
  {
    "word": "consensus",
    "pos": "n",
    "definition": "an agreement of opinion",
    "sentence": "The jury was able to reach a consensus  only after days of deliberation."
  },
  {
    "word": "consign",
    "pos": "v",
    "definition": "to give something over to another’s care",
    "sentence": "Unwillingly, he consigned  his mother to a nursing home."
  },
  {
    "word": "consolation",
    "pos": "n",
    "definition": "an act of comforting",
    "sentence": "Darren found Alexandra’s presence to be a consolation  for his suffering."
  },
  {
    "word": "consonant",
    "pos": "adj",
    "definition": "in harmony",
    "sentence": "The singers’ consonant  voices were beautiful."
  },
  {
    "word": "constituent",
    "pos": "n",
    "definition": "an essential part",
    "sentence": "The most important constituent  of her perfume is something called ambergris."
  },
  {
    "word": "constrain",
    "pos": "v",
    "definition": "to forcibly restrict",
    "sentence": "His belief in nonviolence constrained  him from taking revenge on his attackers."
  },
  {
    "word": "construe",
    "pos": "v",
    "definition": "to interpret",
    "sentence": "He construed  her throwing his clothes out the window as a signal that she wanted him to leave."
  },
  {
    "word": "consummate",
    "pos": "v",
    "definition": "to complete a deal; to complete a marriage ceremony through sexual intercourse",
    "sentence": "Erica and Donald consummated  their agreement in the executive boardroom."
  },
  {
    "word": "consumption",
    "pos": "n",
    "definition": "the act of consuming",
    "sentence": "Consumption  of intoxicating beverages is not permitted on these premises."
  },
  {
    "word": "contemporaneous",
    "pos": "adj",
    "definition": "existing during the same time",
    "sentence": "Though her novels do not feature the themes of Romanticism, Jane Austen’s work was contemporaneous  with that of Wordsworth and Byron."
  },
  {
    "word": "contentious",
    "pos": "adj",
    "definition": "having a tendency to quarrel or dispute",
    "sentence": "George’s contentious personality made him unpopular with his classmates."
  },
  {
    "word": "contravene",
    "pos": "v",
    "definition": "to contradict, oppose, violate",
    "sentence": "Edwidge contravened  his landlady’s rule against overnight guests."
  },
  {
    "word": "contrite",
    "pos": "adj",
    "definition": "penitent, eager to be forgiven",
    "sentence": "Blake’s contrite  behavior made it impossible to stay angry at him."
  },
  {
    "word": "contusion",
    "pos": "n",
    "definition": "bruise, injury",
    "sentence": "The contusions  on his face suggested he’d been in a ﬁght."
  },
  {
    "word": "conundrum",
    "pos": "n",
    "definition": "puzzle, problem",
    "sentence": "Interpreting Jane’s behavior was a constant conundrum."
  },
  {
    "word": "convene",
    "pos": "v",
    "definition": "to call together",
    "sentence": "Jason convened  his entire extended family for a discussion."
  },
  {
    "word": "convivial",
    "pos": "adj",
    "definition": "characterized by feasting, drinking, merriment",
    "sentence": "The restaurant’s convivial  atmosphere put me immediately at ease."
  },
  {
    "word": "convoluted",
    "pos": "adj",
    "definition": "intricate, complicated",
    "sentence": "Grace’s story was so convoluted  that I couldn’t follow it."
  },
  {
    "word": "copious",
    "pos": "adj",
    "definition": "profuse, abundant",
    "sentence": "Copious  amounts of Snapple were imbibed in the cafeteria."
  },
  {
    "word": "cordial",
    "pos": "adj",
    "definition": "warm, affectionate",
    "sentence": "His cor dial greeting melted my anger at once."
  },
  {
    "word": "coronation",
    "pos": "n",
    "definition": "the act of crowning",
    "sentence": "The new king’s coronation  occurred the day after his father’s death."
  },
  {
    "word": "corpulence",
    "pos": "adj",
    "definition": "extreme fatness",
    "sentence": "Henry’s corpulence  did not make him any less attractive to his charming, svelte wife."
  },
  {
    "word": "corroborate",
    "pos": "v",
    "definition": "to support with evidence",
    "sentence": "Luke’s seemingly outrageous claim was corroborated  by witnesses."
  },
  {
    "word": "corrosive",
    "pos": "adj",
    "definition": "having the tendency to erode or eat away",
    "sentence": "The effect of the chemical was highly corrosive."
  },
  {
    "word": "cosmopolitan",
    "pos": "adj",
    "definition": "sophisticated, worldly",
    "sentence": "Lloyd’s education and upbringing were cosmopolitan, so he felt right at home among the powerful and learned."
  },
  {
    "word": "counteract",
    "pos": "v",
    "definition": "to neutralize, make ineffective",
    "sentence": "The antidote counteracted  the effect of the poison."
  },
  {
    "word": "covet",
    "pos": "v",
    "definition": "to desire enviously",
    "sentence": "I coveted  Moses’s house, wife, and car."
  },
  {
    "word": "Vocabularycovert",
    "pos": "adj",
    "definition": "secretly engaged in",
    "sentence": "Nerwin waged a covert  campaign against his enemies, while outwardly appearing to remain friendly."
  },
  {
    "word": "credulity",
    "pos": "n",
    "definition": "readiness to believe",
    "sentence": "His credulity  made him an easy target for con men."
  },
  {
    "word": "crescendo",
    "pos": "n",
    "definition": "a steady increase in intensity or volume",
    "sentence": "The crescendo  of the brass instruments gave the piece a patriotic feel."
  },
  {
    "word": "criteria",
    "pos": "n",
    "definition": "standards by which something is judged",
    "sentence": "Among Mrs. Fields’s criteria  for good cookies are that they be moist and chewy."
  },
  {
    "word": "culmination",
    "pos": "n",
    "definition": "the climax toward which something progresses",
    "sentence": "The culmination  of the couple’s argument was the decision to divorce."
  },
  {
    "word": "culpable",
    "pos": "adj",
    "definition": "deserving blame",
    "sentence": "He was culpable  of the crime, and was sentenced to perform community service for 75 years."
  },
  {
    "word": "cultivate",
    "pos": "v",
    "definition": "to nurture, improve, reﬁne",
    "sentence": "At the library, she cultivated  her interest in spy novels."
  },
  {
    "word": "cumulative",
    "pos": "adj",
    "definition": "increasing, building upon itself",
    "sentence": "The cumulative  effect of hours spent in the sun was a deep tan."
  },
  {
    "word": "cunning",
    "pos": "adj",
    "definition": "sly, clever at being deceitful",
    "sentence": "The general devised a cunning  plan to surprise the enemy."
  },
  {
    "word": "cupidity",
    "pos": "n",
    "definition": "greed, strong desire",
    "sentence": "His cupidity  made him enter the abandoned gold mine despite the obvious dangers."
  },
  {
    "word": "cursory",
    "pos": "adj",
    "definition": "brief to the point of being superﬁcial",
    "sentence": "Late for the meeting, she cast a cursory  glance at the agenda."
  },
  {
    "word": "curt",
    "pos": "adj",
    "definition": "abruptly and rudely short",
    "sentence": "Her curt  reply to my question made me realize that she was upset at me."
  },
  {
    "word": "curtail",
    "pos": "v",
    "definition": "to lessen, reduce",
    "sentence": "Since losing his job, he had to curtail  his spending."
  },
  {
    "word": "daunting",
    "pos": "adj",
    "definition": "intimidating, causing one to lose courage",
    "sentence": "He kept delaying the daunting  act of asking for a promotion."
  },
  {
    "word": "dearth",
    "pos": "n",
    "definition": "a lack, scarcity",
    "sentence": "An eager reader, she was dismayed by the dearth  of classic books at the library."
  },
  {
    "word": "debacle",
    "pos": "n",
    "definition": "a disastrous failure, disruption",
    "sentence": "The elaborately designed ﬁreworks show turned into a debacle  when the ﬁreworks started ﬁring in random directions."
  },
  {
    "word": "debase",
    "pos": "v",
    "definition": "to lower the quality or esteem of something",
    "sentence": "The large raise that he gave himself debased  his motives for running the charity."
  },
  {
    "word": "debauch",
    "pos": "v",
    "definition": "to corrupt by means of sensual pleasures",
    "sentence": "An endless amount of good wine and cheese debauched  the traveler."
  },
  {
    "word": "debunk",
    "pos": "v",
    "definition": "to expose the falseness of something",
    "sentence": "He debunked  her claim to be the world’s greatest chess player by defeating her in 18 consecutive matches."
  },
  {
    "word": "decorous",
    "pos": "adj",
    "definition": "socially proper, appropriate",
    "sentence": "The appreciative guest displayed decorous behavior toward his host."
  },
  {
    "word": "decry",
    "pos": "v",
    "definition": "to criticize openly",
    "sentence": "The kind video rental clerk decried  the policy of charging customers late fees."
  },
  {
    "word": "deface",
    "pos": "v",
    "definition": "to ruin or injure something’s appearance",
    "sentence": "The brothers used eggs and shaving cream to deface  their neighbor’s mailbox."
  },
  {
    "word": "defamatory",
    "pos": "adj",
    "definition": "harmful toward another’s reputation",
    "sentence": "The defamatory  gossip spreading about the actor made the public less willing to see the actor’s new movie."
  },
  {
    "word": "defer",
    "pos": "v",
    "definition": "to postpone something; to yield to another’s wisdom",
    "sentence": "Ron deferred  to Diane, the expert on musical instruments, when he was asked about buying a piano."
  },
  {
    "word": "deferential",
    "pos": "adj",
    "definition": "showing respect for another’s authority",
    "sentence": "His deferential  attitude toward her made her more conﬁdent in her ability to run the company."
  },
  {
    "word": "deft",
    "pos": "adj",
    "definition": "skillful, capable",
    "sentence": "Having worked in a bakery for many years, Marcus was a deft bread maker."
  },
  {
    "word": "defunct",
    "pos": "adj",
    "definition": "no longer used or existing",
    "sentence": "They planned to turn the defunct  schoolhouse into a community center."
  },
  {
    "word": "delegate",
    "pos": "v",
    "definition": "to hand over responsibility for something",
    "sentence": "The dean delegated  the task of ﬁnding a new professor to a special hiring committee."
  },
  {
    "word": "deleterious",
    "pos": "adj",
    "definition": "harmful",
    "sentence": "She experienced the deleterious  effects of running a marathon without stretching her muscles enough beforehand."
  },
  {
    "word": "deliberate",
    "pos": "adj",
    "definition": "intentional, reﬂecting careful consideration",
    "sentence": "Though Mary was quite upset, her actions to resolve the dispute were deliberate."
  },
  {
    "word": "delineate",
    "pos": "v",
    "definition": "to describe, outline, shed light on",
    "sentence": "She neatly delineated  her reasons for canceling the project’s funding."
  },
  {
    "word": "Vocabularydemagogue",
    "pos": "n",
    "definition": "a leader who appeals to a people’s prejudices",
    "sentence": "The demagogue strengthened his hold over his people by blaming immigrants for the lack of jobs."
  },
  {
    "word": "demarcation",
    "pos": "n",
    "definition": "the marking of boundaries or categories",
    "sentence": "Different cultures have different demarcations  of good and evil."
  },
  {
    "word": "demean",
    "pos": "v",
    "definition": "to lower the status or stature of something",
    "sentence": "She refused to demean  her secretary by making him order her lunch."
  },
  {
    "word": "demure",
    "pos": "adj",
    "definition": "quiet, modest, reserved",
    "sentence": "Though everyone else at the party was dancing and going crazy, she remained demure."
  },
  {
    "word": "denigrate",
    "pos": "v",
    "definition": "to belittle, diminish the opinion of",
    "sentence": "The company decided that its advertisements would no longer denigrate  the company’s competitors."
  },
  {
    "word": "denounce",
    "pos": "v",
    "definition": "to criticize publicly",
    "sentence": "The senator denounced  her opponent as a greedy politician."
  },
  {
    "word": "deplore",
    "pos": "v",
    "definition": "to feel or express sorrow, disapproval",
    "sentence": "We all deplored  the miserable working conditions in the factory."
  },
  {
    "word": "depravity",
    "pos": "n",
    "definition": "wickedness",
    "sentence": "Rumors of the ogre’s depravity  made the children afraid to enter the forest."
  },
  {
    "word": "deprecate",
    "pos": "v",
    "definition": "to belittle, depreciate",
    "sentence": "Always over-modest, he deprecated  his contribution to the local charity."
  },
  {
    "word": "derelict",
    "pos": "adj",
    "definition": "abandoned, run-down",
    "sentence": "Even though it was dangerous, the children enjoyed going to the deserted lot and playing in the derelict  house."
  },
  {
    "word": "deride",
    "pos": "v",
    "definition": "to laugh at mockingly, scorn",
    "sentence": "The bullies derided  the foreign student’s accent."
  },
  {
    "word": "derivative",
    "pos": "adj",
    "definition": "taken directly from a source, unoriginal",
    "sentence": "She was bored by his music because she felt that it was derivative  and that she had heard it before."
  },
  {
    "word": "desecrate",
    "pos": "v",
    "definition": "to violate the sacredness of a thing or place",
    "sentence": "They feared that the construction of a golf course would desecrate  the preserved wilderness."
  },
  {
    "word": "desiccated",
    "pos": "adj",
    "definition": "dried up, dehydrated",
    "sentence": "The skin of the desiccated  mummy looked like old paper."
  },
  {
    "word": "desolate",
    "pos": "adj",
    "definition": "deserted, dreary, lifeless",
    "sentence": "She found the desolate  landscape quite a contrast to the hustle and bustle of the overcrowded city."
  },
  {
    "word": "despondent",
    "pos": "adj",
    "definition": "feeling depressed, discouraged, hopeless",
    "sentence": "Having failed the ﬁrst math test, the despondent  child saw no use in studying for the next and failed that one too."
  },
  {
    "word": "despot",
    "pos": "n",
    "definition": "one who has total power and rules brutally",
    "sentence": "The despot  issued a death sentence for anyone who disobeyed his laws."
  },
  {
    "word": "destitute",
    "pos": "adj",
    "definition": "impoverished, utterly lacking",
    "sentence": "The hurricane destroyed many homes and left many families destitute."
  },
  {
    "word": "deter",
    "pos": "v",
    "definition": "to discourage, prevent from doing",
    "sentence": "Bob’s description of scary snakes couldn’t deter  Marcia from traveling in the rainforests."
  },
  {
    "word": "devious",
    "pos": "adj",
    "definition": "not straightforward, deceitful",
    "sentence": "Not wanting to be punished, the devious girl blamed the broken vase on the cat."
  },
  {
    "word": "dialect",
    "pos": "n",
    "definition": "a variation of a language",
    "sentence": "In the country’s remote, mountainous regions, the inhabitants spoke a dialect  that the country’s other inhabitants had difﬁculty understanding."
  },
  {
    "word": "diaphanous",
    "pos": "adj",
    "definition": "light, airy, transparent",
    "sentence": "Sunlight poured in through the diaphanous curtains, brightening the room."
  },
  {
    "word": "dilatory",
    "pos": "adj",
    "definition": "tending to delay, causing delay",
    "sentence": "The general’s dilatory  strategy enabled the enemy to regroup."
  },
  {
    "word": "diligent",
    "pos": "adj",
    "definition": "showing care in doing one’s work",
    "sentence": "The diligent  researcher made sure to check her measurements multiple times."
  },
  {
    "word": "diminutive",
    "pos": "adj",
    "definition": "small or miniature",
    "sentence": "The bullies, tall and strong, picked on the diminutive  child."
  },
  {
    "word": "dirge",
    "pos": "n",
    "definition": "a mournful song, especially for a funeral",
    "sentence": "The bagpipers played a dirge  as the casket was carried to the cemetery."
  },
  {
    "word": "Vocabularydisaffected",
    "pos": "adj",
    "definition": "rebellious, resentful of authority",
    "sentence": "Dismayed by Bobby’s poor behavior, the parents sent their disaffected  son to a military academy to be disciplined."
  },
  {
    "word": "disavow",
    "pos": "v",
    "definition": "to deny knowledge of or responsibility for",
    "sentence": "Not wanting others to criticize her, she disavowed  any involvement in the company’s hiring scandal."
  },
  {
    "word": "discern",
    "pos": "v",
    "definition": "to perceive, detect",
    "sentence": "Though he hid his emotions, she discerned  from his body language that he was angry."
  },
  {
    "word": "disclose",
    "pos": "v",
    "definition": "to reveal, make public",
    "sentence": "The CEO disclosed  to the press that the company would have to ﬁre several employees."
  },
  {
    "word": "discordant",
    "pos": "adj",
    "definition": "not agreeing, not in harmony with",
    "sentence": "The girls’ sobs were a discor dant sound amid the general laughter that ﬁlled the restaurant."
  },
  {
    "word": "discrepancy",
    "pos": "n",
    "definition": "difference, failure of things to correspond",
    "sentence": "He was troubled by the discrepancy  between what he remembered paying for the appliance and what his receipt showed he paid for it."
  },
  {
    "word": "discretion",
    "pos": "n",
    "definition": "the quality of being reserved in speech or action; good judgment",
    "sentence": "Not wanting her patient to get overly anxious, the doctor used discretion  in deciding how much to tell the patient about his condition."
  },
  {
    "word": "discursive",
    "pos": "adj",
    "definition": "rambling, lacking order",
    "sentence": "The professor’s discursive  lectures seemed to be about every subject except the one initially described."
  },
  {
    "word": "disgruntled",
    "pos": "adj",
    "definition": "upset, not content",
    "sentence": "The child believed that his parents had unjustly grounded him, and remained disgruntled  for a week."
  },
  {
    "word": "disheartened",
    "pos": "adj",
    "definition": "feeling a loss of spirit or morale",
    "sentence": "The team was disheartened  after losing in the ﬁnals of the tournament."
  },
  {
    "word": "disparage",
    "pos": "v",
    "definition": "to criticize or speak ill of",
    "sentence": "The saleswoman disparaged  the competitor’s products to persuade her customers to buy what she was selling."
  },
  {
    "word": "disparate",
    "pos": "adj",
    "definition": "sharply differing, containing sharply contrasting elements",
    "sentence": "Having widely varying interests, the students had disparate  responses toward the novel."
  },
  {
    "word": "dispatch",
    "pos": "v",
    "definition": "to send off to accomplish a duty",
    "sentence": "The carpenter dispatched  his assistant to fetch wood."
  },
  {
    "word": "dispel",
    "pos": "v",
    "definition": "to drive away, scatter",
    "sentence": "She entered the ofﬁce as usual on Monday, dispelling the rumor that she had been ﬁred."
  },
  {
    "word": "disperse",
    "pos": "v",
    "definition": "to scatter, cause to scatter",
    "sentence": "When the rain began to pour, the crowd at the baseball game quickly dispersed."
  },
  {
    "word": "disrepute",
    "pos": "n",
    "definition": "a state of being held in low regard",
    "sentence": "The ofﬁcer fell into disrepute  after it was learned that he had disobeyed the orders he had given to his own soldiers."
  },
  {
    "word": "dissemble",
    "pos": "v",
    "definition": "to conceal, fake",
    "sentence": "Not wanting to appear heartlessly greedy, she dissembled  and hid her intention to sell her ailing father’s stamp collection."
  },
  {
    "word": "disseminate",
    "pos": "v",
    "definition": "to spread widely",
    "sentence": "The politician disseminated  his ideas across the town before the election."
  },
  {
    "word": "dissonance",
    "pos": "n",
    "definition": "lack of harmony or consistency",
    "sentence": "Though the president of the company often spoke of the company as reliant solely upon its workers, her decision to increase her own salary rather than reward her employees revealed a striking dissonance  between her alleged beliefs and her actions."
  },
  {
    "word": "dissuade",
    "pos": "v",
    "definition": "to persuade someone not to do something",
    "sentence": "Worried that he would catch a cold, she tried to dissuade  him from going out on winter nights."
  },
  {
    "word": "distend",
    "pos": "v",
    "definition": "to swell out",
    "sentence": "Years of drinking beer caused his stomach to distend."
  },
  {
    "word": "dither",
    "pos": "v",
    "definition": "to be indecisive",
    "sentence": "Not wanting to offend either friend, he dithered  about which of the two birthday parties he should attend."
  },
  {
    "word": "divine",
    "pos": "adj",
    "definition": "godly, exceedingly wonderful",
    "sentence": "Terribly fond of desserts, she found the rich chocolate cake to be divine."
  },
  {
    "word": "divisive",
    "pos": "adj",
    "definition": "causing dissent, discord",
    "sentence": "Her divisive  tactics turned her two friends against each other."
  },
  {
    "word": "Vocabularydivulge",
    "pos": "v",
    "definition": "to reveal something secret",
    "sentence": "Pressured by the press, the government ﬁnally divulged  the previously unknown information."
  },
  {
    "word": "docile",
    "pos": "adj",
    "definition": "easily taught or trained",
    "sentence": "She successfully taught the docile  puppy several tricks."
  },
  {
    "word": "dogmatic",
    "pos": "adj",
    "definition": "aggressively and arrogantly certain about unproved principles",
    "sentence": "His dogmatic  claim that men were better than women at ﬁxing appliances angered everyone."
  },
  {
    "word": "dormant",
    "pos": "adj",
    "definition": "sleeping, temporarily inactive",
    "sentence": "Though she pretended everything was ﬁne, her anger lay dormant  throughout the dinner party and exploded in screams of rage after everyone had left."
  },
  {
    "word": "dour",
    "pos": "adj",
    "definition": "stern, joyless",
    "sentence": "The children feared their dour  neighbor because the old man would take their toys if he believed they were being too loud."
  },
  {
    "word": "dubious",
    "pos": "adj",
    "definition": "doubtful, of uncertain quality",
    "sentence": "Suspicious that he was only trying to get a raise, she found his praise dubious."
  },
  {
    "word": "duplicity",
    "pos": "n",
    "definition": "crafty dishonesty",
    "sentence": "His duplicity  involved convincing his employees to let him lower their salaries and increase their stock options, and then to steal the money he saved and run the company into the ground."
  },
  {
    "word": "duress",
    "pos": "n",
    "definition": "hardship, threat",
    "sentence": "It was only under intense duress that he, who was normally against killing, ﬁred his gun."
  },
  {
    "word": "dynamic",
    "pos": "adj",
    "definition": "actively changing",
    "sentence": "The parents found it hard to keep up with the dynamic  music scene with which their children had become very familiar."
  },
  {
    "word": "ebullient",
    "pos": "adj",
    "definition": "extremely lively, enthusiastic",
    "sentence": "She became ebullient  upon receiving an acceptance letter from her ﬁrst-choice college."
  },
  {
    "word": "eclectic",
    "pos": "adj",
    "definition": "consisting of a diverse variety of elements",
    "sentence": "That bar attracts an eclectic crowd: lawyers, artists, circus clowns, and investment bankers."
  },
  {
    "word": "ecstatic",
    "pos": "adj",
    "definition": "intensely and overpoweringly happy",
    "sentence": "The couple was ecstatic  when they learned that they had won the lottery."
  },
  {
    "word": "edict",
    "pos": "n",
    "definition": "an order, decree",
    "sentence": "The ruler issued an edict  requiring all of his subjects to bow down before him."
  },
  {
    "word": "efface",
    "pos": "v",
    "definition": "to wipe out, obliterate, rub away",
    "sentence": "The husband was so angry at his wife for leaving him that he effaced  all evidence of her presence; he threw out pictures of her and gave away all her belongings."
  },
  {
    "word": "effervescent",
    "pos": "adj",
    "definition": "bubbly, lively",
    "sentence": "My friend is so effervescent  that she makes everyone smile."
  },
  {
    "word": "effrontery",
    "pos": "n",
    "definition": "impudence, nerve, insolence",
    "sentence": "When I told my aunt that she was boring, my mother scolded me for my effrontery."
  },
  {
    "word": "effulgent",
    "pos": "adj",
    "definition": "radiant, splendorous",
    "sentence": "The golden palace was effulgent."
  },
  {
    "word": "egregious",
    "pos": "adj",
    "definition": "extremely bad",
    "sentence": "The student who threw sloppy joes across the cafeteria was punished for his egregious  behavior."
  },
  {
    "word": "elaborate",
    "pos": "adj",
    "definition": "complex, detailed, intricate",
    "sentence": "Dan always beats me at chess because he develops such an elaborate  game plan that I can never predict his next move."
  },
  {
    "word": "elated",
    "pos": "adj",
    "definition": "overjoyed, thrilled",
    "sentence": "When she found out she had won the lottery, the writer was elated."
  },
  {
    "word": "elegy",
    "pos": "n",
    "definition": "a speech given in honor of a dead person",
    "sentence": "At the funeral, the widow gave a moving elegy  describing her love for her husband."
  },
  {
    "word": "elicit",
    "pos": "v",
    "definition": "to bring forth, draw out, evoke",
    "sentence": "Although I asked several times where the exit was, I elicited  no response from the stone-faced policeman."
  },
  {
    "word": "eloquent",
    "pos": "adj",
    "definition": "expressive, articulate, moving",
    "sentence": "The priest gave such an eloquent  sermon that most churchgoers were crying."
  },
  {
    "word": "elucidate",
    "pos": "v",
    "definition": "to clarify, explain",
    "sentence": "I didn’t understand why my friend was so angry with me, so I asked Janine to elucidate  her feelings."
  },
  {
    "word": "elude",
    "pos": "v",
    "definition": "to evade, escape",
    "sentence": "Despite an intense search, the robber continues to elude  the police."
  },
  {
    "word": "emaciated",
    "pos": "adj",
    "definition": "very thin, enfeebled looking",
    "sentence": "My sister eats a lot of pastries and chocolate but still looks emaciated."
  },
  {
    "word": "Vocabularyembezzle",
    "pos": "v",
    "definition": "to steal money by falsifying records",
    "sentence": "The accountant was ﬁred for embezzling  $10,000 of the company’s funds."
  },
  {
    "word": "emend",
    "pos": "v",
    "definition": "to correct or revise a written text",
    "sentence": "If my sentence is incorrect, the editor will emend  what I have written."
  },
  {
    "word": "emollient",
    "pos": "adj",
    "definition": "soothing",
    "sentence": "This emollient  cream makes my skin very smooth."
  },
  {
    "word": "emote",
    "pos": "v",
    "definition": "to express emotion",
    "sentence": "The director told the actor he had to emote, or else the audience would have no idea what his character was going through."
  },
  {
    "word": "empathy",
    "pos": "n",
    "definition": "sensitivity to another’s feelings as if they were one’s own",
    "sentence": "I feel such empathy  for my sister when she’s in pain that I cry too."
  },
  {
    "word": "emulate",
    "pos": "v",
    "definition": "to imitate",
    "sentence": "I idolize Britney Spears so much that I emulate  everything she does: I wear her outﬁts, sing along to her songs, and date a boy named Justin."
  },
  {
    "word": "enamor",
    "pos": "v",
    "definition": "to ﬁll with love, fascinate, usually used in passive form followed by “of” or “with”",
    "sentence": "I grew enamored  of that boy when he quoted my favorite love poem."
  },
  {
    "word": "encore",
    "pos": "n",
    "definition": "the audience’s demand for a repeat performance; also the artist’s performance in response to that demand",
    "sentence": "At the end of the concert, all the fans yelled, “Encore ! Encore!” but the band did not come out to play again."
  },
  {
    "word": "encumber",
    "pos": "v",
    "definition": "to weigh down, burden",
    "sentence": "At the airport, my friend was encumbered  by her luggage, so I offered to carry two of her bags."
  },
  {
    "word": "enervate",
    "pos": "v",
    "definition": "to weaken, exhaust",
    "sentence": "Writing these sentences enervates  me so much that I will have to take a nap after I ﬁnish."
  },
  {
    "word": "enfranchise",
    "pos": "v",
    "definition": "to grant the vote to",
    "sentence": "The Nineteenth Amendment enfranchised women."
  },
  {
    "word": "engender",
    "pos": "v",
    "definition": "to bring about, create, generate",
    "sentence": "During the Olympics, the victories of U.S. athletes engender  a patriotic spirit among Americans."
  },
  {
    "word": "enigmatic",
    "pos": "adj",
    "definition": "mystifying, cryptic",
    "sentence": "That man wearing the dark suit and dark glasses is so enigmatic  that no one even knows his name."
  },
  {
    "word": "enmity",
    "pos": "n",
    "definition": "ill will, hatred, hostility",
    "sentence": "Mark and Andy have clearly not forgiven each other, because the enmity  between them is obvious to anyone in their presence."
  },
  {
    "word": "ennui",
    "pos": "n",
    "definition": "boredom, weariness",
    "sentence": "I feel such ennui  that I don’t look forward to anything, not even my birthday party."
  },
  {
    "word": "entail",
    "pos": "v",
    "definition": "to include as a necessary step",
    "sentence": "Building a new fence entails  tearing down the old one."
  },
  {
    "word": "enthrall",
    "pos": "v",
    "definition": "to charm, hold spellbound",
    "sentence": "The sailor’s stories of ﬁghting off sharks and ﬁnding ancient treasures enthralled  his young son."
  },
  {
    "word": "ephemeral",
    "pos": "adj",
    "definition": "short-lived, ﬂeeting",
    "sentence": "She promised she’d love me forever, but her “forever” was only ephemeral : she left me after one week."
  },
  {
    "word": "epistolary",
    "pos": "adj",
    "definition": "relating to or contained in letters",
    "sentence": "Some people call me “Auntie’s boy,” because my aunt and I have such a close epistolary  relationship that we write each other every day."
  },
  {
    "word": "epitome",
    "pos": "n",
    "definition": "a perfect example, embodiment",
    "sentence": "My mother, the epitome  of good taste, always dresses more elegantly than I do."
  },
  {
    "word": "equanimity",
    "pos": "n",
    "definition": "composure",
    "sentence": "Even though he had just been ﬁred, Mr. Simms showed great equanimity  by neatly packing up his desk and wishing everyone in the ofﬁce well."
  },
  {
    "word": "equivocal",
    "pos": "adj",
    "definition": "ambiguous, uncertain, undecided",
    "sentence": "His intentions were so equivocal that I didn’t know whether he was being chivalrous or sleazy."
  },
  {
    "word": "erudite",
    "pos": "adj",
    "definition": "learned",
    "sentence": "My Latin teacher is such an erudite  scholar that he has translated some of the most difﬁcult and abstruse ancient poetry."
  },
  {
    "word": "eschew",
    "pos": "v",
    "definition": "to shun, avoid",
    "sentence": "George hates the color green so much that he eschews  all green food."
  },
  {
    "word": "esoteric",
    "pos": "adj",
    "definition": "understood by only a select few",
    "sentence": "Even the most advanced students cannot understand the physicist’s esoteric  theories."
  },
  {
    "word": "espouse",
    "pos": "v",
    "definition": "to take up as a cause, support",
    "sentence": "I love animals so much that I espouse  animal rights."
  },
  {
    "word": "ethereal",
    "pos": "adj",
    "definition": "heavenly, exceptionally delicate or reﬁned",
    "sentence": "In her ﬂowing silk gown and lace veil, the bride looked ethereal."
  },
  {
    "word": "etymology",
    "pos": "n",
    "definition": "the history of words, their origin and development",
    "sentence": "From the study of etymology, I know that the word “quixotic” derives from Don Quixote and the word “gaudy” refers to the Spanish architect Gaudí."
  },
  {
    "word": "Vocabularyeuphoric",
    "pos": "adj",
    "definition": "elated, uplifted",
    "sentence": "I was euphoric  when I found out that my sister had given birth to twins."
  },
  {
    "word": "evanescent",
    "pos": "adj",
    "definition": "ﬂeeting, momentary",
    "sentence": "My joy at getting promoted was evanescent because I discovered that I would have to work much longer hours in a less friendly ofﬁce."
  },
  {
    "word": "evince",
    "pos": "v",
    "definition": "to show, reveal",
    "sentence": "Christopher’s hand-wringing and nail-biting evince how nervous he is about the upcoming English test."
  },
  {
    "word": "exacerbate",
    "pos": "v",
    "definition": "to make more violent, intense",
    "sentence": "The gruesome and scary movie I saw last night exacerbated  my fears of the dark."
  },
  {
    "word": "exalt",
    "pos": "v",
    "definition": "to glorify, praise",
    "sentence": "Michael Jordan is the ﬁgure in basketball we exalt  the most."
  },
  {
    "word": "exasperate",
    "pos": "v",
    "definition": "to irritate, irk",
    "sentence": "George’s endless complaints exasperated  his roomate."
  },
  {
    "word": "excavate",
    "pos": "v",
    "definition": "to dig out of the ground and remove",
    "sentence": "The pharaoh’s treasures were excavated  by archeologists in Egypt."
  },
  {
    "word": "exculpate",
    "pos": "v",
    "definition": "to free from guilt or blame, exonerate",
    "sentence": "My discovery of the ring behind the dresser exculpated  me from the charge of having stolen it."
  },
  {
    "word": "excursion",
    "pos": "n",
    "definition": "a trip or outing",
    "sentence": "After taking an excursion  to the Bronx Zoo, I dreamed about pandas and monkeys."
  },
  {
    "word": "execrable",
    "pos": "adj",
    "definition": "loathsome, detestable",
    "sentence": "Her pudding is so execrable  that it makes me sick."
  },
  {
    "word": "exhort",
    "pos": "v",
    "definition": "to urge, prod, spur",
    "sentence": "Henry exhorted  his colleagues to join him in protesting against the university’s hiring policies."
  },
  {
    "word": "exigent",
    "pos": "adj",
    "definition": "urgent, critical",
    "sentence": "The patient has an exigent  need for medication, or else he will lose his sight."
  },
  {
    "word": "exonerate",
    "pos": "v",
    "definition": "to free from guilt or blame, exculpate",
    "sentence": "The true thief’s confession exonerated  the man who had been held in custody for the crime."
  },
  {
    "word": "exorbitant",
    "pos": "adj",
    "definition": "excessive",
    "sentence": "Her exorbitant  praise made me blush and squirm in my seat."
  },
  {
    "word": "expedient",
    "pos": "adj",
    "definition": "advisable, advantageous, serving one’s self-interest",
    "sentence": "In his bid for reelection, the governor made an expedient  move by tabling all controversial legislation."
  },
  {
    "word": "expiate",
    "pos": "v",
    "definition": "to make amends for, atone",
    "sentence": "To expiate  my selﬁshness, I gave all my proﬁts to charity."
  },
  {
    "word": "expunge",
    "pos": "v",
    "definition": "to obliterate, eradicate",
    "sentence": "Fearful of an IRS investigation, Paul tried to expunge  all incriminating evidence from his tax ﬁles."
  },
  {
    "word": "expurgate",
    "pos": "v",
    "definition": "to remove offensive or incorrect parts, usually of a book",
    "sentence": "The history editors expurgated  from the text all disparaging and inﬂammatory comments about the Republican Party."
  },
  {
    "word": "extant",
    "pos": "adj",
    "definition": "existing, not destroyed or lost",
    "sentence": "My mother’s extant  love letters to my father are in the attic trunk."
  },
  {
    "word": "extol",
    "pos": "v",
    "definition": "to praise, revere",
    "sentence": "Violet extolled  the virtues of a vegetarian diet to her meat- loving brother."
  },
  {
    "word": "extraneous",
    "pos": "adj",
    "definition": "irrelevant, extra, not necessary",
    "sentence": "Personal political ambitions should always remain extraneous  to legislative policy, but, unfortunately, they rarely are."
  },
  {
    "word": "extricate",
    "pos": "v",
    "definition": "to disentangle",
    "sentence": "Instead of trying to mediate between my brother and sister, I extricated  myself from the family tension entirely and left the house for the day."
  },
  {
    "word": "exult",
    "pos": "v",
    "definition": "to rejoice",
    "sentence": "When she found out she won the literature prize, Mary exulted  by dancing and singing through the school’s halls."
  },
  {
    "word": "fabricate",
    "pos": "v",
    "definition": "to make up, invent",
    "sentence": "When I arrived an hour late to class, I fabricated  some excuse about my car breaking down on the way to school."
  },
  {
    "word": "fallacious",
    "pos": "adj",
    "definition": "incorrect, misleading",
    "sentence": "Emily offered me cigarettes on the fallacious assumption that I smoked."
  },
  {
    "word": "fastidious",
    "pos": "adj",
    "definition": "meticulous, demanding, having high and often unattainable standards",
    "sentence": "Mark is so fastidious  that he is never able to ﬁnish a project because it always seems imperfect to him."
  },
  {
    "word": "fathom",
    "pos": "v",
    "definition": "to understand, comprehend",
    "sentence": "I cannot fathom  why you like that crabby and mean-spirited neighbor of ours."
  },
  {
    "word": "Vocabularyfatuous",
    "pos": "adj",
    "definition": "silly, foolish",
    "sentence": "He considers himself a serious poet, but in truth, he only writes fatuous  limericks."
  },
  {
    "word": "fecund",
    "pos": "adj",
    "definition": "fruitful, fertile",
    "sentence": "The fecund  tree bore enough apples to last us through the entire season."
  },
  {
    "word": "feral",
    "pos": "adj",
    "definition": "wild, savage",
    "sentence": "That beast looks so feral  that I would fear being alone with it."
  },
  {
    "word": "fervent",
    "pos": "adj",
    "definition": "ardent, passionate",
    "sentence": "The fervent  protestors chained themselves to the building and shouted all night long."
  },
  {
    "word": "fetid",
    "pos": "adj",
    "definition": "having a foul odor",
    "sentence": "I can tell from the fetid  smell in your refrigerator that your milk has spoiled."
  },
  {
    "word": "fetter",
    "pos": "v",
    "definition": "to chain, restrain",
    "sentence": "The dog was fettered  to the parking meter."
  },
  {
    "word": "foil",
    "pos": "v",
    "definition": "to thwart, frustrate, defeat",
    "sentence": "Inspector Wilkens foiled  the thieves by locking them in the bank along with their stolen money."
  },
  {
    "word": "forage",
    "pos": "v",
    "definition": "to graze, rummage for food",
    "sentence": "When we got lost on our hiking trip, we foraged for berries and nuts in order to survive."
  },
  {
    "word": "forbearance",
    "pos": "n",
    "definition": "patience, restraint, toleration",
    "sentence": "The doctor showed great forbearance  in calming down the angry patient who shouted insults at him."
  },
  {
    "word": "forestall",
    "pos": "v",
    "definition": "to prevent, thwart, delay",
    "sentence": "I forestalled  the cold I was getting by taking plenty of vitamin C pills and wearing a scarf."
  },
  {
    "word": "forlorn",
    "pos": "adj",
    "definition": "lonely, abandoned, hopeless",
    "sentence": "Even though I had the ﬂu, my family decided to go skiing for the weekend and leave me home alone, feeling feverish and forlorn."
  },
  {
    "word": "forsake",
    "pos": "v",
    "definition": "to give up, renounce",
    "sentence": "My New Year’s resolution is to forsake  smoking and drinking."
  },
  {
    "word": "fortitude",
    "pos": "n",
    "definition": "strength, guts",
    "sentence": "Achilles’ fortitude  in battle is legendary."
  },
  {
    "word": "fortuitous",
    "pos": "adj",
    "definition": "happening by chance, often lucky or fortunate",
    "sentence": "After looking for Manuel and not ﬁnding him at home, Harriet had a fortuitous  encounter with him at the post ofﬁce."
  },
  {
    "word": "forum",
    "pos": "n",
    "definition": "a medium for lecture or discussion",
    "sentence": "Some radio talk-shows provide a good forum  for political debate."
  },
  {
    "word": "foster",
    "pos": "v",
    "definition": "to stimulate, promote, encourage",
    "sentence": "To foster  good health in the city, the mayor started a “Get out and exercise!” campaign."
  },
  {
    "word": "fractious",
    "pos": "adj",
    "definition": "troublesome or irritable",
    "sentence": "Although the child insisted he wasn’t tired, his fractious  behavior—especially his decision to crush his cheese and crackers all over the ﬂoor—convinced everyone present that it was time to put him to bed."
  },
  {
    "word": "frenetic",
    "pos": "adj",
    "definition": "frenzied, hectic, frantic",
    "sentence": "In the hours between night and morning, the frenetic  pace of city life slows to a lull."
  },
  {
    "word": "frivolous",
    "pos": "adj",
    "definition": "of little importance, triﬂing",
    "sentence": "Someday, all that anxiety about whether your zit will disappear before the prom will seem totally frivolous."
  },
  {
    "word": "frugal",
    "pos": "adj",
    "definition": "thrifty, economical",
    "sentence": "Richard is so frugal  that his diet consists almost exclusively of catﬁsh and chicken liver—the two most inexpensive foods in the store."
  },
  {
    "word": "Vocabularyfurtive",
    "pos": "adj",
    "definition": "secretive, sly",
    "sentence": "Jane’s placement of her drugs in her sock drawer was not as furtive  as she thought, as the sock drawer is the ﬁrst place most parents look."
  },
  {
    "word": "garish",
    "pos": "adj",
    "definition": "gaudy, in bad taste",
    "sentence": "Mrs. Watson has poor taste and covers every object in her house with a garish  gold lamé."
  },
  {
    "word": "garrulous",
    "pos": "adj",
    "definition": "talkative, wordy",
    "sentence": "Some talk show hosts are so garrulous  that their guests can’t get a word in edgewise."
  },
  {
    "word": "genial",
    "pos": "adj",
    "definition": "friendly, affable",
    "sentence": "Although he’s been known to behave like a real jerk, I would say that my brother is an overall genial  guy."
  },
  {
    "word": "gluttony",
    "pos": "n",
    "definition": "overindulgence in food or drink",
    "sentence": "Ada’s fried chicken tastes so divine, I don’t know how anyone can call gluttony  a sin."
  },
  {
    "word": "goad",
    "pos": "v",
    "definition": "to urge, spur, incite to action",
    "sentence": "Jim may think he’s not going to ﬁght Billy, but Billy will goad  Jim on with insults until he throws a punch."
  },
  {
    "word": "gourmand",
    "pos": "n",
    "definition": "someone fond of eating and drinking",
    "sentence": "My parents, who used to eat little more than crackers and salad, have become real gourmands  in their old age."
  },
  {
    "word": "grandiloquence",
    "pos": "n",
    "definition": "lofty, pompous language",
    "sentence": "The student thought her grandiloquence would make her sound smart, but neither the class nor the teacher bought it."
  },
  {
    "word": "grandiose",
    "pos": "adj",
    "definition": "on a magniﬁcent or exaggerated scale",
    "sentence": "Margaret planned a grandiose party, replete with elephants, trapeze artists, and clowns."
  },
  {
    "word": "gratuitous",
    "pos": "adj",
    "definition": "uncalled for, unwarranted",
    "sentence": "Every morning the guy at the donut shop gives me a gratuitous  helping of ketchup packets."
  },
  {
    "word": "gregarious",
    "pos": "adj",
    "definition": "drawn to the company of others, sociable",
    "sentence": "Well, if you’re not gregarious, I don’t know why you would want to go to a singles party!"
  },
  {
    "word": "grievous",
    "pos": "adj",
    "definition": "injurious, hurtful; serious or grave in nature",
    "sentence": "Electrocuting the inmate without being sure of his guilt would be a truly grievous  mistake."
  },
  {
    "word": "guile",
    "pos": "n",
    "definition": "deceitful, cunning, sly behavior",
    "sentence": "Because of his great guile, the politician was able to survive scandal after scandal."
  },
  {
    "word": "hackneyed",
    "pos": "adj",
    "definition": "unoriginal, trite",
    "sentence": "A girl can only hear “I love you” so many times before it begins to sound hackneyed  and meaningless."
  },
  {
    "word": "hallowed",
    "pos": "adj",
    "definition": "revered, consecrated",
    "sentence": "In the hallowed  corridors of the cathedral, the disturbed professor felt himself to be at peace."
  },
  {
    "word": "hapless",
    "pos": "adj",
    "definition": "unlucky",
    "sentence": "My poor, hapless  family never seems to pick a sunny week to go on vacation."
  },
  {
    "word": "hardy",
    "pos": "adj",
    "definition": "robust, capable of surviving through adverse conditions",
    "sentence": "I too would have expected the plants to be dead by mid-November, but apparently they’re very har dy."
  },
  {
    "word": "harrowing",
    "pos": "adj",
    "definition": "greatly distressing, vexing",
    "sentence": "The car crash was a harrowing  experience, but I have a feeling that the increase in my insurance premiums will be even more upsetting."
  },
  {
    "word": "haughty",
    "pos": "adj",
    "definition": "disdainfully proud",
    "sentence": "The superstar’s haughty dismissal of her costars will backﬁre on her someday."
  },
  {
    "word": "hedonist",
    "pos": "n",
    "definition": "one who believes pleasure should be the primary pursuit of humans",
    "sentence": "Because he’s such a hedonist, I knew Murray would appreciate the 11 cases of wine I bought him for his birthday."
  },
  {
    "word": "hegemony",
    "pos": "n",
    "definition": "domination over others",
    "sentence": "Britain’s hegemony  over its colonies was threatened once nationalist sentiment began to spread around the world."
  },
  {
    "word": "heinous",
    "pos": "adj",
    "definition": "shockingly wicked, repugnant",
    "sentence": "The killings were made all the more heinous  by the fact that the murderer ﬁrst tortured his victims for three days."
  },
  {
    "word": "heterogeneous",
    "pos": "adj",
    "definition": "varied, diverse in character",
    "sentence": "I hate having only one ﬂavor so I always buy the swirled, or should I say heterogeneous, type of ice cream."
  },
  {
    "word": "hiatus",
    "pos": "n",
    "definition": "a break or gap in duration or continuity",
    "sentence": "The hiatus  in service should last two or three months—until the cable lines are repaired."
  },
  {
    "word": "hierarchy",
    "pos": "n",
    "definition": "a system with ranked groups, usually according to social, economic, or professional class",
    "sentence": "Women found it very difﬁcult to break into the upper ranks of the department’s hierarchy."
  },
  {
    "word": "hypocrisy",
    "pos": "n",
    "definition": "pretending to believe what one does not",
    "sentence": "Once the politician began passing legislation that contradicted his campaign promises, his hypocrisy  became apparent."
  },
  {
    "word": "Vocabularyhypothetical",
    "pos": "adj",
    "definition": "supposed or assumed true, but unproven",
    "sentence": "Even though it has been celebrated by seven major newspapers, that the drug will be a success when tested in humans is still hypothetical."
  },
  {
    "word": "iconoclast",
    "pos": "n",
    "definition": "one who attacks common beliefs or institutions",
    "sentence": "Jane goes to one protest after another, but she seems to be an iconoclast  rather than an activist with a progressive agenda."
  },
  {
    "word": "idiosyncratic",
    "pos": "adj",
    "definition": "peculiar to one person; highly individualized",
    "sentence": "I know you had trouble with the last test, but because your mistakes were highly idiosyncratic, I’m going to deny your request that the class be given a new test."
  },
  {
    "word": "idolatrous",
    "pos": "adj",
    "definition": "excessively worshipping one object or person",
    "sentence": "Xena’s idolatrous fawning over the band—following them on tour, starting their fan club, ﬁlming their documentary—is really beginning to get on my nerves."
  },
  {
    "word": "ignominious",
    "pos": "adj",
    "definition": "humiliating, disgracing",
    "sentence": "It was really ignominious to be kicked out of the dorm for having an illegal gas stove in my room."
  },
  {
    "word": "illicit",
    "pos": "adj",
    "definition": "forbidden, not permitted",
    "sentence": "The fourth-grader learned many illicit  words from a pamphlet that was being passed around school."
  },
  {
    "word": "immerse",
    "pos": "v",
    "definition": "to absorb, deeply involve, engross",
    "sentence": "After breaking up with her boyfriend, Nancy decided to immerse  herself in her work in order to avoid crying."
  },
  {
    "word": "immutable",
    "pos": "adj",
    "definition": "not changeable",
    "sentence": "The laws of physics are immutable  and constant."
  },
  {
    "word": "impassive",
    "pos": "adj",
    "definition": "stoic, not susceptible to suffering",
    "sentence": "Stop being so impassive ; it’s healthy to cry every now and then."
  },
  {
    "word": "impeccable",
    "pos": "adj",
    "definition": "exemplary, ﬂawless",
    "sentence": "If your grades were as impeccable  as your sister’s, then you too would receive a car for a graduation present."
  },
  {
    "word": "impecunious",
    "pos": "adj",
    "definition": "poor",
    "sentence": "“I fear he’s too impecunious  to take me out tonight,” the bratty girl whined."
  },
  {
    "word": "imperious",
    "pos": "adj",
    "definition": "commanding, domineering",
    "sentence": "The imperious  nature of your manner led me to dislike you at once."
  },
  {
    "word": "impertinent",
    "pos": "adj",
    "definition": "rude, insolent",
    "sentence": "Most of your comments are so impertinent  that I don’t wish to dignify them with an answer."
  },
  {
    "word": "impervious",
    "pos": "adj",
    "definition": "impenetrable, incapable of being affected",
    "sentence": "Because of their thick layer of fur, many seals are almost impervious  to the cold."
  },
  {
    "word": "impetuous",
    "pos": "adj",
    "definition": "rash; hastily done",
    "sentence": "Hilda’s hasty slaying of the king was an impetuous, thoughtless action."
  },
  {
    "word": "implacable",
    "pos": "adj",
    "definition": "incapable of being appeased or mitigated",
    "sentence": "Watch out: once you shun Grandma’s cooking, she is totally implacable."
  },
  {
    "word": "implicate",
    "pos": "v",
    "definition": "to involve in an incriminating way, incriminate",
    "sentence": "Even though Tom wasn’t present at the time of the shooting, he was implicated  by the evidence suggesting that he had supplied the shooters with guns."
  },
  {
    "word": "implicit",
    "pos": "adj",
    "definition": "understood but not outwardly obvious, implied",
    "sentence": "I know Professor Smith didn’t actually say not to write from personal experience, but I think such a message was implicit in her instruction to use scholarly sources."
  },
  {
    "word": "impregnable",
    "pos": "adj",
    "definition": "resistant to capture or penetration",
    "sentence": "Though the invaders used battering rams, catapults, and rain dances, the fortress proved impregnable  and resisted all attacks."
  },
  {
    "word": "impudent",
    "pos": "adj",
    "definition": "casually rude, insolent, impertinent",
    "sentence": "The impudent  young man looked the princess up and down and told her she was hot even though she hadn’t asked him."
  },
  {
    "word": "impute",
    "pos": "v",
    "definition": "to ascribe, blame",
    "sentence": "The CEO imputed the many typos in the letter to his lazy secretary."
  },
  {
    "word": "inane",
    "pos": "adj",
    "definition": "silly and meaningless",
    "sentence": "Some ﬁlms are so inane  that the psychology of the characters makes absolutely no sense."
  },
  {
    "word": "inarticulate",
    "pos": "adj",
    "definition": "incapable of expressing oneself clearly through speech",
    "sentence": "Though he spoke for over an hour, the lecturer was completely inarticulate  and the students had no idea what he was talking about."
  },
  {
    "word": "incessant",
    "pos": "adj",
    "definition": "unending",
    "sentence": "We wanted to go outside and play, but the incessant  rain kept us indoors for two days."
  },
  {
    "word": "inchoate",
    "pos": "adj",
    "definition": "unformed or formless, in a beginning stage",
    "sentence": "The country’s government is still inchoate  and, because it has no great tradition, quite unstable."
  },
  {
    "word": "incisive",
    "pos": "adj",
    "definition": "clear, sharp, direct",
    "sentence": "The discussion wasn’t going anywhere until her incisive  comment allowed everyone to see what the true issues were."
  },
  {
    "word": "inclination",
    "pos": "n",
    "definition": "a tendency, propensity",
    "sentence": "Sarah has an inclination  to see every foreign ﬁlm she hears about, even when she’s sure that she won’t like it."
  },
  {
    "word": "incontrovertible",
    "pos": "adj",
    "definition": "indisputable",
    "sentence": "Only stubborn Tina would attempt to disprove the incontrovertible  laws of physics."
  },
  {
    "word": "incorrigible",
    "pos": "adj",
    "definition": "incapable of correction, delinquent",
    "sentence": "You can buy Grandma nicotine gum all you want, but I think that after sixty-ﬁve years of smoking she’s incorrigible."
  },
  {
    "word": "increment",
    "pos": "n",
    "definition": "an enlargement; the process of increasing",
    "sentence": "The workmen made the wall longer, increment  by increment."
  },
  {
    "word": "indefatigable",
    "pos": "adj",
    "definition": "incapable of defeat, failure, decay",
    "sentence": "Even after traveling 62 miles, the indefatigable  runner kept on moving."
  },
  {
    "word": "indigenous",
    "pos": "adj",
    "definition": "originating in a region",
    "sentence": "Some fear that these plants, which are not indigenous  to the region, may choke out the vegetation that is native to the area."
  },
  {
    "word": "indigent",
    "pos": "adj",
    "definition": "very poor, impoverished",
    "sentence": "I would rather donate money to help the indigent  population than to the park sculpture fund."
  },
  {
    "word": "indignation",
    "pos": "n",
    "definition": "anger sparked by something unjust or unfair",
    "sentence": "I resigned from the sorority because of my indignation  at its hazing of new members."
  },
  {
    "word": "indolent",
    "pos": "adj",
    "definition": "lazy",
    "sentence": "Why should my indolent  children, who can’t even pick themselves up off the couch to pour their own juice, be rewarded with a trip to the mall?"
  },
  {
    "word": "indomitable",
    "pos": "adj",
    "definition": "not capable of being conquered",
    "sentence": "To be honest, Jim, my indomitable nature means I could never take orders from anyone, and especially not from a jerk like you."
  },
  {
    "word": "induce",
    "pos": "v",
    "definition": "to bring about, stimulate",
    "sentence": "Who knew that our decision to boycott school lunch would induce a huge riot?"
  },
  {
    "word": "ineffable",
    "pos": "adj",
    "definition": "unspeakable, incapable of being expressed through words",
    "sentence": "It is said that the experience of playing with a dolphin is ineffable  and can only be understood through direct encounter."
  },
  {
    "word": "inept",
    "pos": "adj",
    "definition": "not suitable or capable, unqualiﬁed",
    "sentence": "She proved how inept  she was when she forgot three orders and spilled a beer in a customer’s lap."
  },
  {
    "word": "inexorable",
    "pos": "adj",
    "definition": "incapable of being persuaded or placated",
    "sentence": "Although I begged for hours, Mom was inexorable  and refused to let me stay out all night after the prom."
  },
  {
    "word": "inextricable",
    "pos": "adj",
    "definition": "hopelessly tangled or entangled",
    "sentence": "Unless I look at the solution manual, I have no way of solving this inextricable  problem."
  },
  {
    "word": "infamy",
    "pos": "n",
    "definition": "notoriety, extreme ill repute",
    "sentence": "The infamy  of his crime will not lessen as the decades pass."
  },
  {
    "word": "infusion",
    "pos": "n",
    "definition": "an injection of one substance into another; the permeation of one substance by another",
    "sentence": "The infusion  of Eastern religion into Western philosophy created interesting new schools of thought."
  },
  {
    "word": "ingenious",
    "pos": "adj",
    "definition": "clever, resourceful",
    "sentence": "Her ingenious  use of walnuts instead of the peanuts called for by the recipe was lauded by the other garden club members who found her cake delicious."
  },
  {
    "word": "ingenuous",
    "pos": "adj",
    "definition": "not devious; innocent and candid",
    "sentence": "He must have writers, but his speeches seem so ingenuous it’s hard to believe he’s not speaking from his own heart."
  },
  {
    "word": "inhibit",
    "pos": "v",
    "definition": "to prevent, restrain, stop",
    "sentence": "When I told you I needed the car last night, I certainly never meant to inhibit  you from going out."
  },
  {
    "word": "inimical",
    "pos": "adj",
    "definition": "hostile, enemylike",
    "sentence": "I don’t see how I could ever work for a company that was so cold and inimical  to me during my interviews."
  },
  {
    "word": "iniquity",
    "pos": "n",
    "definition": "wickedness or sin",
    "sentence": "“Your iniquity,” said the priest to the practical jokester, “will be forgiven.”"
  },
  {
    "word": "Vocabularyinjunction",
    "pos": "n",
    "definition": "an order of ofﬁcial warning",
    "sentence": "After his house was toilet-papered for the ﬁfth time, the mayor issued an injunction  against anyone younger than 21 buying toilet paper."
  },
  {
    "word": "innate",
    "pos": "adj",
    "definition": "inborn, native, inherent",
    "sentence": "His incredible athletic talent is innate, he never trains, lifts weights, or practices."
  },
  {
    "word": "innocuous",
    "pos": "adj",
    "definition": "harmless, inoffensive",
    "sentence": "In spite of their innocuous  appearance, these mushrooms are actually quite poisonous."
  },
  {
    "word": "innovate",
    "pos": "v",
    "definition": "to do something in an unprecedented way",
    "sentence": "Because of the stiff competition, the company knew it needed to pour a lot of energy into innovating new and better products."
  },
  {
    "word": "innuendo",
    "pos": "n",
    "definition": "an insinuation",
    "sentence": "During the debate, the politician made several innuendos about the sexual activities of his opponent."
  },
  {
    "word": "inoculate",
    "pos": "v",
    "definition": "to introduce a microorganism, serum, or vaccine into an organism in order to increase immunity to illness; to vaccinate",
    "sentence": "I’ve feared needles ever since I was inoculated  against 37 diseases at age one; but I have also never been sick."
  },
  {
    "word": "inquisitor",
    "pos": "n",
    "definition": "one who inquires, especially in a hostile manner",
    "sentence": "The inquisitor  was instructed to knock on every door in town in order to ﬁnd the fugitive."
  },
  {
    "word": "insatiable",
    "pos": "adj",
    "definition": "incapable of being satisﬁed",
    "sentence": "My insatiable  appetite for melons can be a real problem in the winter."
  },
  {
    "word": "insidious",
    "pos": "adj",
    "definition": "appealing but imperceptibly harmful, seductive",
    "sentence": "Lisa’s insidious chocolate cake tastes so good but makes you feel so sick later on!"
  },
  {
    "word": "insinuate",
    "pos": "v",
    "definition": "to suggest indirectly or subtly",
    "sentence": "I wish Luke and Spencer would stop insinuating  that my perfect report card is the result of anything other than my superior intelligence and good work habits."
  },
  {
    "word": "insipid",
    "pos": "adj",
    "definition": "dull, boring",
    "sentence": "The play was so insipid, I fell asleep halfway through."
  },
  {
    "word": "insolent",
    "pos": "adj",
    "definition": "rude, arrogant, overbearing",
    "sentence": "That celebrity is so insolent, making fun of his fans right to their faces."
  },
  {
    "word": "instigate",
    "pos": "v",
    "definition": "to urge, goad",
    "sentence": "The demagogue instigated  the crowd into a fury by telling them that they had been cheated by the federal government."
  },
  {
    "word": "insular",
    "pos": "adj",
    "definition": "separated and narrow-minded; tight-knit, closed off",
    "sentence": "Because of the sensitive nature of their jobs, those who work for the CIA must remain insular  and generally only spend time with each other."
  },
  {
    "word": "insurgent",
    "pos": "n",
    "definition": "one who rebels",
    "sentence": "The insurgent  snuck into and defaced a different classroom each night until the administration agreed to meet his demands."
  },
  {
    "word": "integral",
    "pos": "adj",
    "definition": "necessary for completeness",
    "sentence": "Without the integral  ingredient of ﬂour, you wouldn’t be able to make bread."
  },
  {
    "word": "interject",
    "pos": "v",
    "definition": "to insert between other things",
    "sentence": "During our conversation, the cab driver occasionally interjected  his opinion."
  },
  {
    "word": "interlocutor",
    "pos": "n",
    "definition": "someone who participates in a dialogue or conversation",
    "sentence": "When the ofﬁcials could not come to an agreement over the correct cover of the ﬂags, the prime minister acted as an interlocutor."
  },
  {
    "word": "interminable",
    "pos": "adj",
    "definition": "without possibility of end",
    "sentence": "The fact that biology lectures came just before lunch made them seem interminable."
  },
  {
    "word": "intimation",
    "pos": "n",
    "definition": "an indirect suggestion",
    "sentence": "Mr. Brinford’s intimation  that he would soon pass away occurred when he began to discuss how to distribute his belongings among his children."
  },
  {
    "word": "intractable",
    "pos": "adj",
    "definition": "difﬁcult to manipulate, unmanageable",
    "sentence": "There was no end in sight to the intractable conﬂict between the warring countries."
  },
  {
    "word": "intransigent",
    "pos": "adj",
    "definition": "refusing to compromise, often on an extreme opinion",
    "sentence": "The intransigent  child said he would have 12 scoops of ice cream, or he would bang his head against the wall until his mother fainted from fear."
  },
  {
    "word": "intrepid",
    "pos": "adj",
    "definition": "brave in the face of danger",
    "sentence": "After scaling a live volcano prior to its eruption, the explorer was praised for his intrepid  attitude."
  },
  {
    "word": "inundate",
    "pos": "v",
    "definition": "to ﬂood with abundance",
    "sentence": "Because I am the star of a new sitcom, my fans are sure to inundate  me with fan mail and praise."
  },
  {
    "word": "inure",
    "pos": "v",
    "definition": "to cause someone or something to become accustomed to a situation",
    "sentence": "Twenty years in the salt mines inured  the man to the discomforts of dirt and grime."
  },
  {
    "word": "invective",
    "pos": "n",
    "definition": "an angry verbal attack",
    "sentence": "My mother’s irrational invective  against the way I dress only made me decide to dye my hair green."
  },
  {
    "word": "inveterate",
    "pos": "adj",
    "definition": "stubbornly established by habit",
    "sentence": "I’m the ﬁrst to admit that I’m an inveterate  coffee drinker—I drink four cups a day."
  },
  {
    "word": "inviolable",
    "pos": "adj",
    "definition": "secure from assault",
    "sentence": "Nobody was ever able to break into Batman’s inviolable  Batcave."
  },
  {
    "word": "irascible",
    "pos": "adj",
    "definition": "easily angered",
    "sentence": "At the smallest provocation, my irascible  cat will begin scratching and clawing."
  },
  {
    "word": "Vocabularyiridescent",
    "pos": "adj",
    "definition": "showing rainbow colors",
    "sentence": "The bride’s large diamond ring was iridescent  in the afternoon sun."
  },
  {
    "word": "irreverence",
    "pos": "n",
    "definition": "disrespect",
    "sentence": "The irreverence  displayed by the band that marched through the chapel disturbed many churchgoers."
  },
  {
    "word": "irrevocable",
    "pos": "adj",
    "definition": "incapable of being taken back",
    "sentence": "The Bill of Rights is an irrevocable part of American law."
  },
  {
    "word": "jubilant",
    "pos": "adj",
    "definition": "extremely joyful, happy",
    "sentence": "The crowd was jubilant  when the ﬁreﬁghter carried the woman from the ﬂaming building."
  },
  {
    "word": "judicious",
    "pos": "adj",
    "definition": "having or exercising sound judgment",
    "sentence": "When the judicious  king decided to compromise rather than send his army to its certain death, he was applauded."
  },
  {
    "word": "juxtaposition",
    "pos": "n",
    "definition": "the act of placing two things next to each other for implicit comparison",
    "sentence": "The interior designer admired my juxtaposition  of the yellow couch and green table."
  },
  {
    "word": "knell",
    "pos": "n",
    "definition": "the solemn sound of a bell, often indicating a death",
    "sentence": "Echoing throughout our village, the funeral knell  made the stormy day even more grim."
  },
  {
    "word": "kudos",
    "pos": "n",
    "definition": "praise for an achievement",
    "sentence": "After the performance, the reviewers gave the opera singer kudos  for a job well done."
  },
  {
    "word": "laceration",
    "pos": "n",
    "definition": "a cut, tear",
    "sentence": "Because he fell off his bike into a rosebush, the paperboy’s skin was covered with lacerations."
  },
  {
    "word": "laconic",
    "pos": "adj",
    "definition": "terse in speech or writing",
    "sentence": "The author’s laconic  style has won him many followers who dislike wordiness."
  },
  {
    "word": "languid",
    "pos": "adj",
    "definition": "sluggish from fatigue or weakness",
    "sentence": "In the summer months, the great heat makes people languid  and lazy."
  },
  {
    "word": "larceny",
    "pos": "n",
    "definition": "obtaining another’s property by theft or trickery",
    "sentence": "When my car was not where I had left it, I realized that I was a victim of larceny."
  },
  {
    "word": "largess",
    "pos": "n",
    "definition": "the generous giving of lavish gifts",
    "sentence": "My boss demonstrated great largess  by giving me a new car."
  },
  {
    "word": "latent",
    "pos": "adj",
    "definition": "hidden, but capable of being exposed",
    "sentence": "Sigmund’s dream represented his latent  paranoid obsession with other people’s shoes."
  },
  {
    "word": "laudatory",
    "pos": "adj",
    "definition": "expressing admiration or praise",
    "sentence": "Such laudatory  comments are unusual from someone who is usually so reserved in his opinions."
  },
  {
    "word": "legerdemain",
    "pos": "n",
    "definition": "deception, slight-of-hand",
    "sentence": "Smuggling the French plants through customs by claiming that they were fake was a remarkable bit of leger demain."
  },
  {
    "word": "lenient",
    "pos": "adj",
    "definition": "demonstrating tolerance or gentleness",
    "sentence": "Because Professor Oglethorpe allowed his students to choose their ﬁnal grades, the other teachers believed that he was excessively lenient."
  },
  {
    "word": "lethargic",
    "pos": "adj",
    "definition": "in a state of sluggishness or apathy",
    "sentence": "When Jean Claude explained to his boss that he was lethargic  and didn’t feel like working that day, the boss ﬁred him."
  },
  {
    "word": "libertarian",
    "pos": "adj",
    "definition": "advocating principles of liberty and free will",
    "sentence": "The dissatisﬁed subjects overthrew the monarch and replaced him with a libertarian  ruler who respected their democratic principles."
  },
  {
    "word": "licentious",
    "pos": "adj",
    "definition": "displaying a lack of moral or legal restraints",
    "sentence": "Marilee has always been fascinated by the licentious  private lives of politicians."
  },
  {
    "word": "limpid",
    "pos": "adj",
    "definition": "clear, transparent",
    "sentence": "Mr. Johnson’s limpid  writing style greatly pleased readers who disliked complicated novels."
  },
  {
    "word": "linchpin",
    "pos": "n",
    "definition": "something that holds separate parts together",
    "sentence": "The linchpin  in the prosecution’s case was the hair from the defendant’s head, which was found at the scene of the crime."
  },
  {
    "word": "lithe",
    "pos": "adj",
    "definition": "graceful, ﬂexible, supple",
    "sentence": "Although the dancers were all outstanding, Jae Sun’s control of her lithe body was particularly impressive."
  },
  {
    "word": "litigant",
    "pos": "n",
    "definition": "someone engaged in a lawsuit",
    "sentence": "When the litigants  began screaming at each other, Judge Koch ordered them to be silent."
  },
  {
    "word": "Vocabularylucid",
    "pos": "adj",
    "definition": "clear, easily understandable",
    "sentence": "Because Guenevere’s essay was so lucid, I only had to read it once to understand her reasoning."
  },
  {
    "word": "luminous",
    "pos": "adj",
    "definition": "brightly shining",
    "sentence": "The light of the luminous  moon graced the shoulders of the beautiful maiden."
  },
  {
    "word": "lurid",
    "pos": "adj",
    "definition": "ghastly, sensational",
    "sentence": "Gideon’s story, in which he described a character torturing his sister’s dolls, was judged too lurid  to be printed in the school’s literary magazine."
  },
  {
    "word": "maelstrom",
    "pos": "n",
    "definition": "a destructive whirlpool which rapidly sucks in objects",
    "sentence": "Little did the explorers know that as they turned the next bend of the calm river a vicious maelstrom would catch their boat."
  },
  {
    "word": "magnanimous",
    "pos": "adj",
    "definition": "noble, generous",
    "sentence": "Although I had already broken most of her dishes, Jacqueline was magnanimous  enough to continue letting me use them."
  },
  {
    "word": "malediction",
    "pos": "n",
    "definition": "a curse",
    "sentence": "When I was arrested for speeding, I screamed maledictions against the policeman and the entire police department."
  },
  {
    "word": "malevolent",
    "pos": "adj",
    "definition": "wanting harm to befall others",
    "sentence": "The malevolent  old man sat in the park all day, tripping unsuspecting passersby with his cane."
  },
  {
    "word": "malleable",
    "pos": "adj",
    "definition": "capable of being shaped or transformed",
    "sentence": "Maximillian’s political opinions were so malleable  that anyone he talked to was able to change his mind instantly."
  },
  {
    "word": "mandate",
    "pos": "n",
    "definition": "an authoritative command",
    "sentence": "In the Old Testament, God mandates  that no one should steal."
  },
  {
    "word": "manifold",
    "pos": "adj",
    "definition": "diverse, varied",
    "sentence": "The popularity of Dante’s Inferno is partly due to the fact that the work allows for manifold  interpretations."
  },
  {
    "word": "maudlin",
    "pos": "adj",
    "definition": "weakly sentimental",
    "sentence": "Although many people enjoy romantic comedies, I usually ﬁnd them maudlin  and shallow."
  },
  {
    "word": "maverick",
    "pos": "n",
    "definition": "an independent, nonconformist person",
    "sentence": "Andreas is a real maverick  and always does things his own way."
  },
  {
    "word": "mawkish",
    "pos": "adj",
    "definition": "characterized by sick sentimentality",
    "sentence": "Although some nineteenth- century critics viewed Dickens’s writing as mawkish, contemporary readers have found great emotional depth in his works."
  },
  {
    "word": "maxim",
    "pos": "n",
    "definition": "a common saying expressing a principle of conduct",
    "sentence": "Miss Manners’s etiquette maxims  are both entertaining and instructional."
  },
  {
    "word": "meager",
    "pos": "adj",
    "definition": "deﬁcient in size or quality",
    "sentence": "My meager  portion of food did nothing to satisfy my appetite."
  },
  {
    "word": "medley",
    "pos": "n",
    "definition": "a mixture of differing things",
    "sentence": "Susannah’s wardrobe contained an astonishing medley  of colors, from olive green to ﬂuorescent pink."
  },
  {
    "word": "mendacious",
    "pos": "adj",
    "definition": "having a lying, false character",
    "sentence": "The mendacious  content of the tabloid magazines is at least entertaining."
  },
  {
    "word": "mercurial",
    "pos": "adj",
    "definition": "characterized by rapid change or temperamentality",
    "sentence": "Though he was widely respected for his mathematical proofs, the mercurial  genius was impossible to live with."
  },
  {
    "word": "meritorious",
    "pos": "adj",
    "definition": "worthy of esteem or reward",
    "sentence": "Manfred was given the congressional medal of honor for his meritorious  actions."
  },
  {
    "word": "metamorphosis",
    "pos": "n",
    "definition": "the change of form, shape, substance",
    "sentence": "Winnifred went to the gym every day for a year and underwent a metamorphosis  from a waiﬂike girl to an athletic woman."
  },
  {
    "word": "meticulous",
    "pos": "adj",
    "definition": "extremely careful with details",
    "sentence": "The ornate needlework in the bride’s gown was a product of meticulous  handiwork."
  },
  {
    "word": "mitigate",
    "pos": "v",
    "definition": "to make less violent, alleviate",
    "sentence": "When I had an awful sore throat, only warm tea would mitigate  the pain."
  },
  {
    "word": "modicum",
    "pos": "n",
    "definition": "a small amount of something",
    "sentence": "Refusing to display even a modicum  of sensitivity, Henrietta announced her boss’s affair in front of the entire ofﬁce."
  },
  {
    "word": "modulate",
    "pos": "v",
    "definition": "to pass from one state to another, especially in music",
    "sentence": "The composer wrote a piece that modulated  between minor and major keys."
  },
  {
    "word": "mollify",
    "pos": "v",
    "definition": "to soften in temper",
    "sentence": "The police ofﬁcer molliﬁ ed the angry woman by giving her a warning instead of a ticket."
  },
  {
    "word": "Vocabularymorass",
    "pos": "n",
    "definition": "a wet swampy bog; ﬁguratively, something that traps and confuses",
    "sentence": "When Theresa lost her job, she could not get out of her ﬁnancial morass."
  },
  {
    "word": "mores",
    "pos": "n",
    "definition": "the moral attitudes and ﬁxed customs of a group of people.",
    "sentence": "Mores  change over time; many things that were tolerated in 1975 are no longer seen as being socially acceptable."
  },
  {
    "word": "morose",
    "pos": "adj",
    "definition": "gloomy or sullen",
    "sentence": "Jason’s morose nature made him very unpleasant to talk to."
  },
  {
    "word": "multifarious",
    "pos": "adj",
    "definition": "having great diversity or variety",
    "sentence": "This Swiss Army knife has multifarious  functions and capabilities. Among other things, it can act as a knife, a saw, a toothpick, and a slingshot."
  },
  {
    "word": "mundane",
    "pos": "adj",
    "definition": "concerned with the world rather than with heaven, commonplace",
    "sentence": "He is more concerned with the mundane  issues of day-to-day life than with spiritual topics."
  },
  {
    "word": "mutable",
    "pos": "adj",
    "definition": "able to change",
    "sentence": "Because fashion is so mutable, what is trendy today will look outdated in ﬁve years."
  },
  {
    "word": "myriad",
    "pos": "adj",
    "definition": "consisting of a very great number",
    "sentence": "It was difﬁcult to decide what to do Friday night because the city presented us with myriad  possibilities for fun."
  },
  {
    "word": "nadir",
    "pos": "n",
    "definition": "the lowest point of something",
    "sentence": "My day was boring, but the nadir  came when I accidentally spilled a bowl of spaghetti on my head."
  },
  {
    "word": "nascent",
    "pos": "adj",
    "definition": "in the process of being born or coming into existence",
    "sentence": "Unfortunately, my brilliant paper was only in its nascent  form on the morning that it was due."
  },
  {
    "word": "nebulous",
    "pos": "adj",
    "definition": "vaguely deﬁned, cloudy",
    "sentence": "The transition between governments meant that who was actually in charge was a nebulous  matter."
  },
  {
    "word": "nefarious",
    "pos": "adj",
    "definition": "heinously villainous",
    "sentence": "Although Dr. Meanman’s nefarious  plot to melt the polar icecaps was terrifying, it was so impractical that nobody really worried about it."
  },
  {
    "word": "negligent",
    "pos": "adj",
    "definition": "habitually careless, neglectful",
    "sentence": "Jessie’s grandfather called me a negligent fool after I left the door to his apartment unlocked even though there had been a recent string of robberies."
  },
  {
    "word": "neophyte",
    "pos": "n",
    "definition": "someone who is young or inexperienced",
    "sentence": "As a neophyte  in the literary world, Malik had trouble ﬁnding a publisher for his ﬁrst novel."
  },
  {
    "word": "nocturnal",
    "pos": "adj",
    "definition": "relating to or occurring during the night",
    "sentence": "Jackie was a nocturnal person; she would study until dawn and sleep until the evening."
  },
  {
    "word": "noisome",
    "pos": "adj",
    "definition": "unpleasant, offensive, especially to the sense of smell",
    "sentence": "Nobody would enter the stalls until the horse’s noisome  leavings were taken away."
  },
  {
    "word": "nomadic",
    "pos": "adj",
    "definition": "wandering from place to place",
    "sentence": "In the ﬁrst six months after college, Jose led a nomadic  life, living in New York, California, and Idaho."
  },
  {
    "word": "nominal",
    "pos": "adj",
    "definition": "triﬂing, insigniﬁcant",
    "sentence": "Because he was moving the following week and needed to get rid of his furniture more than he needed money, Jordan sold everything for a nominal fee."
  },
  {
    "word": "nonchalant",
    "pos": "adj",
    "definition": "having a lack of concern, indifference",
    "sentence": "Although deep down she was very angry, Marsha acted in a nonchalant  manner when she found out that her best friend had used her clothing without asking."
  },
  {
    "word": "nondescript",
    "pos": "adj",
    "definition": "lacking a distinctive character",
    "sentence": "I was surprised when I saw the movie star in person because she looked nondescript."
  },
  {
    "word": "notorious",
    "pos": "adj",
    "definition": "widely and unfavorably known",
    "sentence": "Jacob was notorious  for always arriving late at parties."
  },
  {
    "word": "novice",
    "pos": "n",
    "definition": "a beginner, someone without training or experience",
    "sentence": "Because we were all novices  at yoga, our instructor decided to begin with the basics."
  },
  {
    "word": "noxious",
    "pos": "adj",
    "definition": "harmful, unwholesome",
    "sentence": "Environmentalists showed that the noxious weeds were destroying the insects’ natural habitats."
  },
  {
    "word": "nuance",
    "pos": "n",
    "definition": "a slight variation in meaning, tone, expression",
    "sentence": "The nuances  of the poem were not obvious to the casual reader, but the professor was able to point them out."
  },
  {
    "word": "nurture",
    "pos": "v",
    "definition": "to assist the development of",
    "sentence": "Although Serena had never watered the plant, which was about to die, Javier was able to nurture  it back to life."
  },
  {
    "word": "obdurate",
    "pos": "adj",
    "definition": "unyielding to persuasion or moral inﬂuences",
    "sentence": "The obdurate  old man refused to take pity on the kittens."
  },
  {
    "word": "obfuscate",
    "pos": "v",
    "definition": "to render incomprehensible",
    "sentence": "The detective did want to answer the newspaperman’s questions, so he obfuscated  the truth."
  },
  {
    "word": "Vocabularyoblique",
    "pos": "adj",
    "definition": "diverging from a straight line or course, not straightforward",
    "sentence": "Martin’s oblique  language confused those who listened to him."
  },
  {
    "word": "oblivious",
    "pos": "adj",
    "definition": "lacking consciousness or awareness of something",
    "sentence": "Oblivious  to the burning smell emanating from the kitchen, my father did not notice that the rolls in the oven were burned until much too late."
  },
  {
    "word": "obscure",
    "pos": "adj",
    "definition": "unclear, partially hidden",
    "sentence": "Because he was standing in the shadows, his features were obscure."
  },
  {
    "word": "obsequious",
    "pos": "adj",
    "definition": "excessively compliant or submissive",
    "sentence": "Mark acted like Janet’s servant, obeying her every request in an obsequious  manner."
  },
  {
    "word": "obsolete",
    "pos": "adj",
    "definition": "no longer used, out of date",
    "sentence": "With the inventions of tape decks and CDs, which both have better sound and are easier to use, eight-track players are now entirely obsolete."
  },
  {
    "word": "obstinate",
    "pos": "adj",
    "definition": "not yielding easily, stubborn",
    "sentence": "The obstinate  child refused to leave the store until his mother bought him a candy bar."
  },
  {
    "word": "obstreperous",
    "pos": "adj",
    "definition": "noisy, unruly",
    "sentence": "Billy’s obstreperous  behavior prompted the librarian to ask him to leave the reading room."
  },
  {
    "word": "obtuse",
    "pos": "adj",
    "definition": "lacking quickness of sensibility or intellect",
    "sentence": "Political opponents warned that the prime minister’s obtuse  approach to foreign policy would embroil the nation in mindless war."
  },
  {
    "word": "odious",
    "pos": "adj",
    "definition": "instilling hatred or intense displeasure",
    "sentence": "Mark was assigned the odious  task of cleaning the cat’s litter box."
  },
  {
    "word": "ominous",
    "pos": "adj",
    "definition": "foreboding or foreshadowing evil",
    "sentence": "The fortuneteller’s ominous  words ﬂashed through my mind as the hooded ﬁgure approached me in the alley."
  },
  {
    "word": "onerous",
    "pos": "adj",
    "definition": "burdensome",
    "sentence": "My parents lamented that the pleasures of living in a beautiful country estate no longer outweighed the onerous  mortgage payments."
  },
  {
    "word": "opulent",
    "pos": "adj",
    "definition": "characterized by rich abundance verging on ostentation",
    "sentence": "The opulent furnishings of the dictator’s private compound contrasted harshly with the meager accommodations of her subjects."
  },
  {
    "word": "oration",
    "pos": "n",
    "definition": "a speech delivered in a formal or ceremonious manner",
    "sentence": "The prime minister was visibly shaken when the unruly parliament interrupted his oration  about failed domestic policies."
  },
  {
    "word": "ornate",
    "pos": "adj",
    "definition": "highly elaborate, excessively decorated",
    "sentence": "The ornate  styling of the new model of luxury car could not compensate for the poor quality of its motor."
  },
  {
    "word": "orthodox",
    "pos": "adj",
    "definition": "conventional, conforming to established protocol",
    "sentence": "The company’s proﬁts dwindled because the management pursued orthodox  business policies that were incompatible with new industrial trends."
  },
  {
    "word": "oscillate",
    "pos": "v",
    "definition": "to sway from one side to the other",
    "sentence": "My uncle oscillated  between buying a station wagon to transport his family and buying a sports car to satisfy his boyhood fantasies."
  },
  {
    "word": "ostensible",
    "pos": "adj",
    "definition": "appearing as such, seemingly",
    "sentence": "Jack’s ostensible reason for driving was that airfare was too expensive, but in reality, he was afraid of ﬂying."
  },
  {
    "word": "ostentatious",
    "pos": "adj",
    "definition": "excessively showy, glitzy",
    "sentence": "On the palace tour, the guide focused on the ostentatious  decorations and spoke little of the royal family’s history."
  },
  {
    "word": "ostracism",
    "pos": "n",
    "definition": "exclusion from a group",
    "sentence": "Beth risked ostracism  if her roommates discovered her ﬂatulence."
  },
  {
    "word": "palatable",
    "pos": "adj",
    "definition": "agreeable to the taste or sensibilities",
    "sentence": "Despite the unpleasant smell, the exotic cheese was quite palatable."
  },
  {
    "word": "palette",
    "pos": "adj",
    "definition": "a range of colors or qualities",
    "sentence": "The palette  of colors utilized in the painting was equaled only by the range of intense emotions the piece evoked."
  },
  {
    "word": "palliate",
    "pos": "v",
    "definition": "to reduce the severity of",
    "sentence": "The doctor trusted that the new medication would palliate  her patient’s discomfort."
  },
  {
    "word": "pallid",
    "pos": "adj",
    "definition": "lacking color",
    "sentence": "Dr. Van Helsing feared that Lucy’s pallid  complexion was due to an unexplained loss of blood."
  },
  {
    "word": "panacea",
    "pos": "n",
    "definition": "a remedy for all ills or difﬁculties",
    "sentence": "Doctors wish there was a single panacea for every disease, but sadly there is not."
  },
  {
    "word": "paradigm",
    "pos": "n",
    "definition": "an example that is a perfect pattern or model",
    "sentence": "Because the new SUV was so popular, it became the paradigm  upon which all others were modeled."
  },
  {
    "word": "Vocabularyparadox",
    "pos": "n",
    "definition": "an apparently contradictory statement that is perhaps true",
    "sentence": "The diplomat refused to acknowledge the paradox  that negotiating a peace treaty would demand more resources than waging war."
  },
  {
    "word": "paragon",
    "pos": "n",
    "definition": "a model of excellence or perfection",
    "sentence": "The mythical Helen of Troy was considered a paragon  of female beauty."
  },
  {
    "word": "paramount",
    "pos": "adj",
    "definition": "greatest in importance, rank, character",
    "sentence": "It was paramount  that the bomb squad disconnect the blue wire before removing the fuse."
  },
  {
    "word": "pariah",
    "pos": "n",
    "definition": "an outcast",
    "sentence": "Following the discovery of his plagiarism, Professor Hurley was made a pariah  in all academic circles."
  },
  {
    "word": "parody",
    "pos": "n",
    "definition": "a satirical imitation",
    "sentence": "A hush fell over the classroom when the teacher returned to ﬁnd Deborah acting out a parody  of his teaching style."
  },
  {
    "word": "parsimony",
    "pos": "n",
    "definition": "frugality, stinginess",
    "sentence": "Many relatives believed that my aunt’s wealth resulted from her parsimony."
  },
  {
    "word": "partisan",
    "pos": "n",
    "definition": "a follower, adherent",
    "sentence": "The king did not believe that his rival could round up enough partisans  to overthrow the monarchy."
  },
  {
    "word": "patent",
    "pos": "adj",
    "definition": "readily seen or understood, clear",
    "sentence": "The reason for Jim’s abdominal pain was made patent  after the doctor performed a sonogram."
  },
  {
    "word": "pathology",
    "pos": "n",
    "definition": "a deviation from the normal",
    "sentence": "Dr. Hastings had difﬁculty identifying the precise nature of Brian’s pathology."
  },
  {
    "word": "pathos",
    "pos": "n",
    "definition": "an emotion of sympathy",
    "sentence": "Martha ﬁlled with pathos  upon discovering the scrawny, shivering kitten at her door."
  },
  {
    "word": "paucity",
    "pos": "adj",
    "definition": "small in quantity",
    "sentence": "Gilbert lamented the paucity  of twentieth century literature courses available at the college."
  },
  {
    "word": "pejorative",
    "pos": "adj",
    "definition": "derogatory, uncomplimentary",
    "sentence": "The evening’s headline news covered an international scandal caused by a pejorative  statement the famous senator had made in reference to a foreign leader."
  },
  {
    "word": "pellucid",
    "pos": "adj",
    "definition": "easily intelligible, clear",
    "sentence": "Wishing his book to be pellucid  to the common man, Albert Camus avoided using complicated grammar when composing The Stranger."
  },
  {
    "word": "penchant",
    "pos": "n",
    "definition": "a tendency, partiality, preference",
    "sentence": "Jill’s dinner parties quickly became monotonous on account of her penchant for Mexican dishes."
  },
  {
    "word": "penitent",
    "pos": "adj",
    "definition": "remorseful, regretful",
    "sentence": "The jury’s verdict may have been more lenient if the criminal had appeared penitent  for his gruesome crimes."
  },
  {
    "word": "penultimate",
    "pos": "adj",
    "definition": "next to last",
    "sentence": "Having smoked the penultimate  cigarette remaining in the pack, Cybil discarded the last cigarette and resolved to quit smoking."
  },
  {
    "word": "penurious",
    "pos": "adj",
    "definition": "miserly, stingy",
    "sentence": "Stella complained that her husband’s penurious  ways made it impossible to live the lifestyle she felt she deserved."
  },
  {
    "word": "perfunctory",
    "pos": "adj",
    "definition": "showing little interest or enthusiasm",
    "sentence": "The radio broadcaster announced the news of the massacre in a surprisingly perfunctory  manner."
  },
  {
    "word": "permeate",
    "pos": "v",
    "definition": "to spread throughout, saturate",
    "sentence": "Mrs. Huxtable was annoyed that the wet dog’s odor had permeated  the furniture’s upholstery."
  },
  {
    "word": "pernicious",
    "pos": "adj",
    "definition": "extremely destructive or harmful",
    "sentence": "The new government feared that the Communist sympathizers would have a pernicious  inﬂuence on the nation’s stability."
  },
  {
    "word": "perplex",
    "pos": "v",
    "definition": "to confuse",
    "sentence": "Brad was perplexed  by his girlfriend’s suddenly distant manner."
  },
  {
    "word": "perspicacity",
    "pos": "adj",
    "definition": "shrewdness, perceptiveness",
    "sentence": "The detective was too humble to acknowledge that his perspicacity  was the reason for his professional success."
  },
  {
    "word": "pert",
    "pos": "adj",
    "definition": "ﬂippant, bold",
    "sentence": "My parents forgave Sandra’s pert  humor at the dinner table because it had been so long since they had last seen her."
  },
  {
    "word": "pertinacious",
    "pos": "adj",
    "definition": "stubbornly persistent",
    "sentence": "Harry’s parents were frustrated with his pertinacious  insistence that a monster lived in his closet. Then they opened the closet door and were eaten."
  },
  {
    "word": "perusal",
    "pos": "n",
    "definition": "a careful examination, review",
    "sentence": "The actor agreed to accept the role after a two-month perusal  of the movie script."
  },
  {
    "word": "pervasive",
    "pos": "adj",
    "definition": "having the tendency to spread throughout",
    "sentence": "Stepping off the plane in Havana, I recognized the pervasive  odor of sugar cane ﬁelds on ﬁre."
  },
  {
    "word": "petulance",
    "pos": "n",
    "definition": "rudeness, irritability",
    "sentence": "The Nanny resigned after she could no longer tolerate the child’s petulance."
  },
  {
    "word": "philanthropic",
    "pos": "adj",
    "definition": "charitable, giving",
    "sentence": "Many people felt that the billionaire’s decision to donate her fortune to house the homeless was the ultimate philanthropic  act."
  },
  {
    "word": "phlegmatic",
    "pos": "adj",
    "definition": "uninterested, unresponsive",
    "sentence": "Monique feared her dog was ill after the animal’s phlegmatic  response to his favorite chew toy."
  },
  {
    "word": "Vocabularypillage",
    "pos": "v",
    "definition": "to seize or plunder, especially in war",
    "sentence": "Invading enemy soldiers pillaged  the homes scattered along the country’s border."
  },
  {
    "word": "pinnacle",
    "pos": "n",
    "definition": "the highest point",
    "sentence": "Book reviewers declared that the author’s new novel was extraordinary and probably the pinnacle  of Western literature."
  },
  {
    "word": "pithy",
    "pos": "adj",
    "definition": "concisely meaningful",
    "sentence": "My father’s long-winded explanation was a stark contrast to his usually pithy  statements."
  },
  {
    "word": "pittance",
    "pos": "n",
    "definition": "a very small amount, especially relating to money",
    "sentence": "Josh complained that he was paid a pittance  for the great amount of work he did at the ﬁrm."
  },
  {
    "word": "placate",
    "pos": "v",
    "definition": "to ease the anger of, soothe",
    "sentence": "The man purchased a lollipop to placate  his irritable son."
  },
  {
    "word": "placid",
    "pos": "adj",
    "definition": "calm, peaceful",
    "sentence": "The placid  lake surface was as smooth as glass."
  },
  {
    "word": "platitude",
    "pos": "n",
    "definition": "an uninspired remark, cliché",
    "sentence": "After reading over her paper, Helene concluded that what she thought were profound insights were actually just platitudes."
  },
  {
    "word": "plaudits",
    "pos": "n",
    "definition": "enthusiastic approval, applause",
    "sentence": "The controversial new ﬁlm received plaudits  from even the harshest critics."
  },
  {
    "word": "plausible",
    "pos": "adj",
    "definition": "believable, reasonable",
    "sentence": "He studied all the data and then came up with a plausible  theory that took all factors into account."
  },
  {
    "word": "plenitude",
    "pos": "n",
    "definition": "an abundance",
    "sentence": "My grandmother was overwhelmed by the plenitude  of tomatoes her garden yielded this season."
  },
  {
    "word": "plethora",
    "pos": "n",
    "definition": "an abundance, excess",
    "sentence": "The wedding banquet included a plethora  of oysters piled almost three feet high."
  },
  {
    "word": "pliable",
    "pos": "adj",
    "definition": "ﬂexible",
    "sentence": "Aircraft wings are designed to be somewhat pliable  so they do not break in heavy turbulence."
  },
  {
    "word": "poignant",
    "pos": "adj",
    "definition": "deeply affecting, moving",
    "sentence": "My teacher actually cried after reading to us the poignant  ﬁnal chapter of the novel."
  },
  {
    "word": "polemic",
    "pos": "n",
    "definition": "an aggressive argument against a speciﬁc opinion",
    "sentence": "My brother launched into a polemic  against my arguments that capitalism was an unjust economic system."
  },
  {
    "word": "portent",
    "pos": "n",
    "definition": "an omen",
    "sentence": "When a black cat crossed my sister’s path while she was walking to school, she took it as a portent  that she would do badly on her spelling test."
  },
  {
    "word": "potable",
    "pos": "adj",
    "definition": "suitable for drinking",
    "sentence": "During sea voyages it is essential that ships carry a supply of potable  water because salty ocean water makes anyone who drinks it sick."
  },
  {
    "word": "potentate",
    "pos": "n",
    "definition": "one who has great power, a ruler",
    "sentence": "All the villagers stood along the town’s main road to observe as the potentate’ s procession headed towards the capital."
  },
  {
    "word": "pragmatic",
    "pos": "adj",
    "definition": "practical",
    "sentence": "The politician argued that while increased security measures might not ﬁt with the lofty ideals of the nation, they were a pragmatic  necessity to ensure everyone’s safety."
  },
  {
    "word": "precipice",
    "pos": "n",
    "definition": "the face of a cliff, a steep or overhanging place",
    "sentence": "The mountain climber hung from a precipice  before ﬁnding a handhold and pulling himself up."
  },
  {
    "word": "preclude",
    "pos": "v",
    "definition": "to prevent",
    "sentence": "My grandfather’s large and vicious guard dog precluded anyone from entering the yard."
  },
  {
    "word": "precocious",
    "pos": "adj",
    "definition": "advanced, developing ahead of time",
    "sentence": "Derek was so academically precocious  that by the time he was 10 years old, he was already in the ninth grade."
  },
  {
    "word": "predilection",
    "pos": "n",
    "definition": "a preference or inclination for something",
    "sentence": "Francois has a predilection for eating scrambled eggs with ketchup, though I prefer to eat eggs without any condiments."
  },
  {
    "word": "preponderance",
    "pos": "adj",
    "definition": "superiority in importance or quantity",
    "sentence": "Britain’s preponderance of naval might secured the nation’s role as a military power."
  },
  {
    "word": "prepossessing",
    "pos": "adj",
    "definition": "occupying the mind to the exclusion of other thoughts or feelings",
    "sentence": "His prepossessing  appearance made it impossible for me to think of anything else."
  },
  {
    "word": "presage",
    "pos": "n",
    "definition": "an omen",
    "sentence": "When my uncle’s old war injury ached, he interpreted it as a presage  of bad weather approaching."
  },
  {
    "word": "prescient",
    "pos": "adj",
    "definition": "to have foreknowledge of events",
    "sentence": "Questioning the fortune cookie’s prediction, Ray went in search of the old hermit who was rumored to be prescient."
  },
  {
    "word": "prescribe",
    "pos": "v",
    "definition": "to lay down a rule",
    "sentence": "The duke prescribed  that from this point further all of the peasants living on his lands would have to pay higher taxes."
  },
  {
    "word": "presumptuous",
    "pos": "adj",
    "definition": "disrespectfully bold",
    "sentence": "The princess grew angry after the presumptuous  noble tried to kiss her, even though he was far below her in social status."
  },
  {
    "word": "Vocabularypretense",
    "pos": "n",
    "definition": "an appearance or action intended to deceive",
    "sentence": "Though he actually wanted to use his parents’ car to go on a date, Nick borrowed his parents’ car under the pretense of attending a group study session."
  },
  {
    "word": "primeval",
    "pos": "adj",
    "definition": "original, ancient",
    "sentence": "The ﬁrst primates to walk on two legs, called Australopithecus, were the primeval  descendants of modern man."
  },
  {
    "word": "privation",
    "pos": "n",
    "definition": "lacking basic necessities",
    "sentence": "After decades of rule by an oppressive government that saw nothing wrong with stealing from its citizens, the recent drought only increased the people’s privation."
  },
  {
    "word": "probity",
    "pos": "n",
    "definition": "virtue, integrity",
    "sentence": "Because he was never viewed as a man of great probity, no one was surprised by Mr. Samson’s immoral behavior."
  },
  {
    "word": "proclivity",
    "pos": "n",
    "definition": "a strong inclination toward something",
    "sentence": "In a sick twist of fate, Harold’s childhood proclivity  for torturing small animals grew into a desire to become a surgeon."
  },
  {
    "word": "procure",
    "pos": "v",
    "definition": "to obtain, acquire",
    "sentence": "The FBI was unable to procure  sufﬁcient evidence to charge the gangster with racketeering."
  },
  {
    "word": "profane",
    "pos": "adj",
    "definition": "lewd, indecent",
    "sentence": "Jacob’s profane  act of dumping frogs in the holy water in the chapel at his boarding school resulted in his dismissal."
  },
  {
    "word": "profuse",
    "pos": "adj",
    "definition": "plentiful, abundant",
    "sentence": "The fans were profuse  in their cheers for the star basketball player."
  },
  {
    "word": "promulgate",
    "pos": "v",
    "definition": "to proclaim, make known",
    "sentence": "The ﬁlm professor promulgated  that both in terms of sex appeal and political intrigue, Sean Connery’s James Bond was superior to Roger Moore’s."
  },
  {
    "word": "propagate",
    "pos": "v",
    "definition": "to multiply, spread out",
    "sentence": "Rumors of Paul McCartney’s demise propagated  like wildﬁre throughout the world."
  },
  {
    "word": "propensity",
    "pos": "n",
    "definition": "an inclination, preference",
    "sentence": "Dermit has a propensity  for dangerous activities such as bungee jumping."
  },
  {
    "word": "propitious",
    "pos": "adj",
    "definition": "favorable",
    "sentence": "The dark storm clouds visible on the horizon suggested that the weather would not be propitious  for sailing."
  },
  {
    "word": "propriety",
    "pos": "n",
    "definition": "the quality or state of being proper, decent",
    "sentence": "Erma’s old-fashioned parents believed that her mini-skirt lacked the propriety  expected of a “nice” girl."
  },
  {
    "word": "prosaic",
    "pos": "adj",
    "definition": "plain, lacking liveliness",
    "sentence": "Heather’s prosaic  recital of the poem bored the audience."
  },
  {
    "word": "proscribe",
    "pos": "v",
    "definition": "to condemn, outlaw",
    "sentence": "The town council voted to proscribe  the sale of alcohol on weekends."
  },
  {
    "word": "protean",
    "pos": "adj",
    "definition": "able to change shape; displaying great variety",
    "sentence": "Among Nigel’s protean talents was his ability to touch the tip of his nose with his tongue."
  },
  {
    "word": "prowess",
    "pos": "n",
    "definition": "extraordinary ability",
    "sentence": "The musician had never taken a guitar lesson in his life, making his prowess  with the instrument even more incredible."
  },
  {
    "word": "prudence",
    "pos": "n",
    "definition": "cautious, circumspect",
    "sentence": "After losing a fortune in a stock market crash, my father vowed to practice greater prudence  in future investments."
  },
  {
    "word": "prurient",
    "pos": "adj",
    "definition": "eliciting or possessing an extraordinary interest in sex",
    "sentence": "David’s mother was shocked by the discovery of prurient  reading material hidden beneath her son’s mattress."
  },
  {
    "word": "puerile",
    "pos": "adj",
    "definition": "juvenile, immature",
    "sentence": "The judge demanded order after the lawyer’s puerile attempt to object by stomping his feet on the courtroom ﬂoor."
  },
  {
    "word": "pugnacious",
    "pos": "adj",
    "definition": "quarrelsome, combative",
    "sentence": "Aaron’s pugnacious  nature led him to start several barroom brawls each month."
  },
  {
    "word": "pulchritude",
    "pos": "n",
    "definition": "physical beauty",
    "sentence": "Several of Shakespeare’s sonnets explore the pulchritude  of a lovely young man."
  },
  {
    "word": "punctilious",
    "pos": "adj",
    "definition": "eager to follow rules or conventions",
    "sentence": "Punctilious  Bobby, hall monitor extraordinaire, insisted that his peers follow the rules."
  },
  {
    "word": "pungent",
    "pos": "adj",
    "definition": "having a pointed, sharp quality—often used to describe smells",
    "sentence": "The pungent  odor in the classroom made Joseph lose his concentration during the test."
  },
  {
    "word": "punitive",
    "pos": "adj",
    "definition": "involving punishment",
    "sentence": "If caught smoking in the boys’ room, the punitive result is immediate expulsion from school."
  },
  {
    "word": "putrid",
    "pos": "adj",
    "definition": "rotten, foul",
    "sentence": "Those rotten eggs smell putrid."
  },
  {
    "word": "quagmire",
    "pos": "n",
    "definition": "a difﬁcult situation",
    "sentence": "We’d all like to avoid the kind of military quagmire characterized by the Vietnam War."
  },
  {
    "word": "quaint",
    "pos": "adj",
    "definition": "charmingly old-fashioned",
    "sentence": "Hilda was delighted by the quaint  bonnets she saw in Amish country."
  },
  {
    "word": "Vocabularyquandary",
    "pos": "n",
    "definition": "a perplexed, unresolvable state",
    "sentence": "Carlos found himself in a quandary : should he choose mint chocolate chip or cookie dough?"
  },
  {
    "word": "quell",
    "pos": "v",
    "definition": "to control or diffuse a potentially explosive situation",
    "sentence": "The skilled leader deftly quelled  the rebellion."
  },
  {
    "word": "querulous",
    "pos": "adj",
    "definition": "whiny, complaining",
    "sentence": "If deprived of his paciﬁer, young Brendan becomes querulous."
  },
  {
    "word": "quixotic",
    "pos": "adj",
    "definition": "idealistic, impractical",
    "sentence": "Edward entertained a quixotic  desire to fall in love at ﬁrst sight in a laundromat."
  },
  {
    "word": "quotidian",
    "pos": "adj",
    "definition": "daily",
    "sentence": "Ambika’s quotidian  routines include drinking two cups of coffee in the morning."
  },
  {
    "word": "rail",
    "pos": "v",
    "definition": "to scold, protest",
    "sentence": "The professor railed  against the injustice of the college’s tenure policy."
  },
  {
    "word": "rancid",
    "pos": "adj",
    "definition": "having a terrible taste or smell",
    "sentence": "Rob was double-dog-dared to eat the rancid  egg salad sandwich."
  },
  {
    "word": "rancor",
    "pos": "n",
    "definition": "deep, bitter resentment",
    "sentence": "When Eileen challenged me to a ﬁght, I could see the rancor  in her eyes."
  },
  {
    "word": "rapport",
    "pos": "n",
    "definition": "mutual understanding and harmony",
    "sentence": "When Margaret met her paramour, they felt an instant rapport."
  },
  {
    "word": "rash",
    "pos": "adj",
    "definition": "hasty, incautious",
    "sentence": "It’s best to think things over calmly and thoroughly, rather than make rash  decisions."
  },
  {
    "word": "raucous",
    "pos": "adj",
    "definition": "loud, boisterous",
    "sentence": "Sarah’s neighbors called the cops when her house party got too raucous."
  },
  {
    "word": "raze",
    "pos": "v",
    "definition": "to demolish, level",
    "sentence": "The old tenement house was razed  to make room for the large chain store."
  },
  {
    "word": "rebuke",
    "pos": "v",
    "definition": "to scold, criticize",
    "sentence": "When the cops showed up at Sarah’s party, they rebuked her for disturbing the peace."
  },
  {
    "word": "recalcitrant",
    "pos": "adj",
    "definition": "deﬁant, unapologetic",
    "sentence": "Even when scolded, the recalcitrant  young girl simply stomped her foot and refused to ﬁnish her lima beans."
  },
  {
    "word": "recapitulate",
    "pos": "v",
    "definition": "to sum up, repeat",
    "sentence": "Before the ﬁnal exam, the teacher recapitulated  the semester’s material."
  },
  {
    "word": "reciprocate",
    "pos": "v",
    "definition": "to give in return",
    "sentence": "When Steve gave Samantha a sweater for Christmas, she reciprocated  by giving him a kiss."
  },
  {
    "word": "reclusive",
    "pos": "adj",
    "definition": "solitary, shunning society",
    "sentence": "Reclusive  authors such as J.D. Salinger do not relish media attention and sometimes even enjoy holing up in remote cabins in the woods."
  },
  {
    "word": "rectitude",
    "pos": "n",
    "definition": "uprightness, extreme morality",
    "sentence": "The priest’s rectitude  gave him the moral authority to counsel his parishioners."
  },
  {
    "word": "refract",
    "pos": "v",
    "definition": "to distort, change",
    "sentence": "The light was refracted  as it passed through the prism."
  },
  {
    "word": "refurbish",
    "pos": "v",
    "definition": "to restore, clean up",
    "sentence": "The dingy old chair, after being refurbished, commanded the handsome price of $200."
  },
  {
    "word": "refute",
    "pos": "v",
    "definition": "to prove wrong",
    "sentence": "Maria refuted  the president’s argument as she yelled and gesticulated at the TV."
  },
  {
    "word": "relish",
    "pos": "v",
    "definition": "to enjoy",
    "sentence": "Pete always relished  his bedtime snack."
  },
  {
    "word": "remedial",
    "pos": "adj",
    "definition": "intended to repair gaps in students’ basic knowledge",
    "sentence": "After his teacher discovered he couldn’t read, Alex was forced to enroll in remedial  English."
  },
  {
    "word": "remiss",
    "pos": "adj",
    "definition": "negligent, failing to take care",
    "sentence": "The burglar gained entrance because the security guard, remiss  in his duties, forgot to lock the door."
  },
  {
    "word": "renown",
    "pos": "n",
    "definition": "honor, acclaim",
    "sentence": "The young writer earned international renown  by winning the Pulitzer Prize."
  },
  {
    "word": "renunciation",
    "pos": "n",
    "definition": "to reject",
    "sentence": "Fiona’s renunciation  of red meat resulted in weight loss, but confused those people who thought she’d been a vegetarian for years."
  },
  {
    "word": "repentant",
    "pos": "adj",
    "definition": "penitent, sorry",
    "sentence": "The repentant  Dennis apologized profusely for breaking his mother’s vase."
  },
  {
    "word": "replete",
    "pos": "adj",
    "definition": "full, abundant",
    "sentence": "The unedited version was replete  with naughty words."
  },
  {
    "word": "repose",
    "pos": "v",
    "definition": "to rest, lie down",
    "sentence": "The cat, after eating an entire can of tuna ﬁsh, reposed  in the sun and took a long nap."
  },
  {
    "word": "reprehensible",
    "pos": "adj",
    "definition": "deserving rebuke",
    "sentence": "Jean’s cruel and reprehensible  attempt to dump her boyfriend on his birthday led to tears and recriminations."
  },
  {
    "word": "reprieve",
    "pos": "n",
    "definition": "a temporary delay of punishment",
    "sentence": "Because the governor woke up in a particularly good mood, he granted hundreds of reprieves  to prisoners."
  },
  {
    "word": "reproach",
    "pos": "v",
    "definition": "to scold, disapprove",
    "sentence": "Brian reproached  the customer for failing to rewind the video he had rented."
  },
  {
    "word": "reprobate",
    "pos": "adj",
    "definition": "evil, unprincipled",
    "sentence": "The reprobate  criminal sat sneering in the cell."
  },
  {
    "word": "reprove",
    "pos": "v",
    "definition": "to scold, rebuke",
    "sentence": "Lara reproved  her son for sticking each and every one of his ﬁngers into the strawberry pie."
  },
  {
    "word": "repudiate",
    "pos": "v",
    "definition": "to reject, refuse to accept",
    "sentence": "Kwame made a strong case for an extension of his curfew, but his mother repudiated  it with a few biting words."
  },
  {
    "word": "reputable",
    "pos": "adj",
    "definition": "of good reputation",
    "sentence": "After the most reputable  critic in the industry gave the novel a glowing review, sales took off."
  },
  {
    "word": "requisition",
    "pos": "n",
    "definition": "a demand for goods, usually made by an authority",
    "sentence": "During the war, the government made a requisition  of supplies."
  },
  {
    "word": "rescind",
    "pos": "v",
    "definition": "to take back, repeal",
    "sentence": "The company rescinded  its offer of employment after discovering that Jane’s resume was full of lies."
  },
  {
    "word": "resilient",
    "pos": "adj",
    "definition": "able to recover from misfortune; able to withstand adversity",
    "sentence": "The resilient  ballplayer quickly recovered from his wrist injury."
  },
  {
    "word": "resolute",
    "pos": "adj",
    "definition": "ﬁrm, determined",
    "sentence": "With a resolute  glint in her eye, Catherine announced that she was set on going to college in New York City even though she was a little frightened of tall buildings."
  },
  {
    "word": "respite",
    "pos": "n",
    "definition": "a break, rest",
    "sentence": "Justin left the pub to gain a brief respite  from the smoke and noise."
  },
  {
    "word": "resplendent",
    "pos": "adj",
    "definition": "shiny, glowing",
    "sentence": "The partygoers were resplendent  in diamonds and fancy dress."
  },
  {
    "word": "restitution",
    "pos": "n",
    "definition": "restoration to the rightful owner",
    "sentence": "Many people feel that descendants of slaves should receive restitution  for the sufferings of their ancestors."
  },
  {
    "word": "restive",
    "pos": "adj",
    "definition": "resistant, stubborn, impatient",
    "sentence": "The restive  audience pelted the band with mud and yelled nasty comments."
  },
  {
    "word": "retract",
    "pos": "v",
    "definition": "withdraw",
    "sentence": "As the media worked itself into a frenzy, the publicist hurriedly retracted  his client’s sexist statement."
  },
  {
    "word": "revel",
    "pos": "v",
    "definition": "to enjoy intensely",
    "sentence": "Theodore reveled in his new status as Big Man on Campus."
  },
  {
    "word": "revere",
    "pos": "v",
    "definition": "to esteem, show deference, venerate",
    "sentence": "The doctor saved countless lives with his combination of expertise and kindness and became universally revered."
  },
  {
    "word": "revoke",
    "pos": "v",
    "definition": "to take back",
    "sentence": "After missing the curfew set by the court for eight nights in a row, Marcel’s freedom of movement was revoked."
  },
  {
    "word": "rhapsodize",
    "pos": "v",
    "definition": "to engage in excessive enthusiasm",
    "sentence": "The critic rhapsodized  about the movie, calling it an instant classic."
  },
  {
    "word": "ribald",
    "pos": "adj",
    "definition": "coarsely, crudely humorous",
    "sentence": "While some giggled at the ribald  joke involving a parson’s daughter, most sighed and rolled their eyes."
  },
  {
    "word": "Vocabularyrife",
    "pos": "adj",
    "definition": "abundant",
    "sentence": "Surprisingly, the famous novelist’s writing was rife  with spelling errors."
  },
  {
    "word": "ruminate",
    "pos": "v",
    "definition": "to contemplate, reﬂect",
    "sentence": "Terry liked to ruminate  while sitting on the banks of the river, staring pensively into the water."
  },
  {
    "word": "ruse",
    "pos": "n",
    "definition": "a trick",
    "sentence": "Oliver concocted an elaborate ruse  for sneaking out of the house to meet his girlfriend while simultaneously giving his mother the impression that he was asleep in bed."
  },
  {
    "word": "saccharine",
    "pos": "adj",
    "definition": "sickeningly sweet",
    "sentence": "Tom’s saccharine  manner, although intended to make him popular, actually repelled his classmates."
  },
  {
    "word": "sacrosanct",
    "pos": "adj",
    "definition": "holy, something that should not be criticized",
    "sentence": "In the United States, the Constitution is often thought of as a sacrosanct  document."
  },
  {
    "word": "sagacity",
    "pos": "n",
    "definition": "shrewdness, soundness of perspective",
    "sentence": "With remarkable sagacity, the wise old man predicted and thwarted his children’s plan to ship him off to a nursing home."
  },
  {
    "word": "salient",
    "pos": "adj",
    "definition": "signiﬁcant, conspicuous",
    "sentence": "One of the salient differences between Alison and Nancy is that Alison is a foot taller."
  },
  {
    "word": "salutation",
    "pos": "n",
    "definition": "a greeting",
    "sentence": "Andrew regularly began letters with the bizarre salutation “Ahoy ahoy.”"
  },
  {
    "word": "salve",
    "pos": "n",
    "definition": "a soothing balm",
    "sentence": "After Tony applied a salve  to his brilliant red sunburn, he soon felt a little better."
  },
  {
    "word": "sanctimonious",
    "pos": "adj",
    "definition": "giving a hypocritical appearance of piety",
    "sentence": "The sanctimonious Bertrand delivered stern lectures on the Ten Commandments to anyone who would listen, but thought nothing of stealing cars to make some cash on the side."
  },
  {
    "word": "sanguine",
    "pos": "adj",
    "definition": "optimistic, cheery",
    "sentence": "Polly reacted to any bad news with a sanguine smile and the chirpy cry, “When life hands you lemons, make lemonade!”"
  },
  {
    "word": "satiate",
    "pos": "v",
    "definition": "to satisfy excessively",
    "sentence": "Satiated  after eating far too much turkey and stufﬁng, Liza lay on the couch watching football and suffering from stomach pains."
  },
  {
    "word": "scathing",
    "pos": "adj",
    "definition": "sharp, critical, hurtful",
    "sentence": "Two hours after breaking up with Russell, Suzanne thought of the perfect scathing retort to his accusations."
  },
  {
    "word": "scintillating",
    "pos": "adj",
    "definition": "sparkling",
    "sentence": "The ice skater’s scintillating  rhinestone costume nearly blinded the judges."
  },
  {
    "word": "scrupulous",
    "pos": "adj",
    "definition": "painstaking, careful",
    "sentence": "With scrupulous  care, Sam cut a snowﬂake out of white paper."
  },
  {
    "word": "scurrilous",
    "pos": "adj",
    "definition": "vulgar, coarse",
    "sentence": "When Bruno heard the scurrilous  accusation being made about him, he could not believe it because he always tried to be nice to everyone."
  },
  {
    "word": "sedentary",
    "pos": "adj",
    "definition": "sitting, settled",
    "sentence": "The sedentary cat did little but loll in the sun."
  },
  {
    "word": "semaphore",
    "pos": "n",
    "definition": "a visual signal",
    "sentence": "Anne and Diana communicated with a semaphore involving candles and window shades."
  },
  {
    "word": "seminal",
    "pos": "adj",
    "definition": "original, important, creating a ﬁeld",
    "sentence": "Stephen Greenblatt’s essays on Shakespeare proved to be seminal, because they initiated the critical school of New Historicism."
  },
  {
    "word": "sensual",
    "pos": "adj",
    "definition": "involving sensory gratiﬁcation, usually related to sex",
    "sentence": "With a coy smile, the guest on the blind-date show announced that he considered himself a very sensual person."
  },
  {
    "word": "sensuous",
    "pos": "adj",
    "definition": "involving sensory gratiﬁcation",
    "sentence": "Paul found drinking Coke, with all the little bubbles bursting on his tongue, a very sensuous  experience."
  },
  {
    "word": "serendipity",
    "pos": "n",
    "definition": "luck, ﬁnding good things without looking for them",
    "sentence": "In an amazing bit of serendipity, penniless Paula found a $20 bill in the subway station."
  },
  {
    "word": "serene",
    "pos": "adj",
    "definition": "calm, untroubled",
    "sentence": "Louise stood in front of the Mona Lisa, puzzling over the famous woman’s serene  smile."
  },
  {
    "word": "servile",
    "pos": "adj",
    "definition": "subservient",
    "sentence": "The servile  porter crept around the hotel lobby, bowing and quaking before the guests."
  },
  {
    "word": "sinuous",
    "pos": "adj",
    "definition": "lithe, serpentine",
    "sentence": "With the sinuous  movements of her arms, the dancer mimicked the motion of a snake."
  },
  {
    "word": "sobriety",
    "pos": "n",
    "definition": "sedate, calm",
    "sentence": "Jason believed that maintaining his sobriety  in times of crisis was the key to success in life."
  },
  {
    "word": "solicitous",
    "pos": "adj",
    "definition": "concerned, attentive",
    "sentence": "Jim, laid up in bed with a nasty virus, enjoyed the solicitous  attentions of his mother, who brought him soup and extra blankets."
  },
  {
    "word": "solipsistic",
    "pos": "adj",
    "definition": "believing that oneself is all that exists",
    "sentence": "Colette’s solipsistic  attitude completely ignored the plight of the homeless people on the street."
  },
  {
    "word": "Vocabularysoluble",
    "pos": "adj",
    "definition": "able to dissolve",
    "sentence": "The plot of the spy ﬁlm revolved around an untraceable and water-soluble  poison."
  },
  {
    "word": "somnolent",
    "pos": "adj",
    "definition": "sleepy, drowsy",
    "sentence": "The somnolent  student kept falling asleep and waking up with a jerk."
  },
  {
    "word": "sophomoric",
    "pos": "adj",
    "definition": "immature, uninformed",
    "sentence": "The mature senior rolled her eyes at the sophomoric  gross-out humor of the underclassman."
  },
  {
    "word": "sovereign",
    "pos": "adj",
    "definition": "having absolute authority in a certain realm",
    "sentence": "The sovereign  queen, with steely resolve, ordered that the traitorous nobleman be killed."
  },
  {
    "word": "speculative",
    "pos": "adj",
    "definition": "not based in fact",
    "sentence": "Sadly, Tessa was convicted on merely speculative evidence."
  },
  {
    "word": "spurious",
    "pos": "adj",
    "definition": "false but designed to seem plausible",
    "sentence": "Using a spurious  argument, John convinced the others that he had won the board game on a technicality."
  },
  {
    "word": "stagnate",
    "pos": "v",
    "definition": "to become or remain inactive, not develop, not ﬂow",
    "sentence": "With no room for advancement, the waiter’s career stagnated."
  },
  {
    "word": "staid",
    "pos": "adj",
    "definition": "sedate, serious, self-restrained",
    "sentence": "The staid  butler never changed his expression no matter what happened."
  },
  {
    "word": "stingy",
    "pos": "adj",
    "definition": "not generous, not inclined to spend or give",
    "sentence": "Scrooge’s stingy  habits did not ﬁt with the generous, giving spirit of Christmas."
  },
  {
    "word": "stoic",
    "pos": "adj",
    "definition": "unaffected by passion or feeling",
    "sentence": "Penelope’s faithfulness to Odysseus required that she be stoic  and put off her many suitors."
  },
  {
    "word": "stolid",
    "pos": "adj",
    "definition": "expressing little sensibility, unemotional",
    "sentence": "Charles’s stolid  reaction to his wife’s funeral differed from the passion he showed at the time of her death."
  },
  {
    "word": "strenuous",
    "pos": "adj",
    "definition": "requiring tremendous energy or stamina",
    "sentence": "Running a marathon is quite a strenuous  task. So is watching an entire Star Trek marathon."
  },
  {
    "word": "strident",
    "pos": "adj",
    "definition": "harsh, loud",
    "sentence": "A strident  man, Captain Von Trapp yelled at his daughter and made her cry."
  },
  {
    "word": "stupefy",
    "pos": "v",
    "definition": "to astonish, make insensible",
    "sentence": "Veronica’s audacity and ungratefulness stupeﬁ ed her best friend, Heather."
  },
  {
    "word": "subjugate",
    "pos": "v",
    "definition": "to bring under control, subdue",
    "sentence": "The invading force captured and subjugated  the natives of that place."
  },
  {
    "word": "sublime",
    "pos": "adj",
    "definition": "lofty, grand, exalted",
    "sentence": "The homeless man sadly pondered his former wealth and once sublime  existence."
  },
  {
    "word": "submissive",
    "pos": "adj",
    "definition": "easily yielding to authority",
    "sentence": "In some cultures, wives are supposed to be submissive  and support their husbands in all matters."
  },
  {
    "word": "succinct",
    "pos": "adj",
    "definition": "marked by compact precision",
    "sentence": "The governor’s succinct  speech energized the crowd while the mayor’s rambled on and on."
  },
  {
    "word": "surfeit",
    "pos": "n",
    "definition": "an overabundant supply or indulgence",
    "sentence": "After partaking of the surfeit  of tacos and tamales at the All-You-Can-Eat Taco Tamale Lunch Special, Beth felt rather sick."
  },
  {
    "word": "surmise",
    "pos": "v",
    "definition": "to infer with little evidence",
    "sentence": "After speaking to only one of the students, the teacher was able to surmise what had caused the ﬁght."
  },
  {
    "word": "surreptitious",
    "pos": "adj",
    "definition": "stealthy",
    "sentence": "The surreptitious  CIA agents were able to get in and out of the house without anyone noticing."
  },
  {
    "word": "surrogate",
    "pos": "n",
    "definition": "one acting in place of another",
    "sentence": "The surrogate  carried the child to term for its biological parents."
  },
  {
    "word": "swarthy",
    "pos": "adj",
    "definition": "of dark color or complexion",
    "sentence": "When he got drunk, Robinson’s white skin became rather swarthy."
  },
  {
    "word": "sycophant",
    "pos": "n",
    "definition": "one who ﬂatters for self-gain",
    "sentence": "Some see the people in the cabinet as the president’s closest advisors, but others see them as sycophants."
  },
  {
    "word": "tacit",
    "pos": "adj",
    "definition": "expressed without words",
    "sentence": "I interpreted my parents’ refusal to talk as a tacit acceptance of my request."
  },
  {
    "word": "taciturn",
    "pos": "adj",
    "definition": "not inclined to talk",
    "sentence": "Though Jane never seems to stop talking, her brother is quite taciturn."
  },
  {
    "word": "tangential",
    "pos": "adj",
    "definition": "incidental, peripheral, divergent",
    "sentence": "I tried to discuss my salary, but the boss kept veering off into tangential  topics."
  },
  {
    "word": "tantamount",
    "pos": "adj",
    "definition": "equivalent in value or signiﬁcance",
    "sentence": "When it comes to sports, fearing your opponent is tantamount  to losing."
  },
  {
    "word": "Vocabularytedious",
    "pos": "adj",
    "definition": "dull, boring",
    "sentence": "As time passed and the history professor continued to drone on and on, the lecture became increasingly tedious."
  },
  {
    "word": "temerity",
    "pos": "n",
    "definition": "audacity, recklessness",
    "sentence": "Tom and Huck entered the scary cave armed with nothing but their own temerity."
  },
  {
    "word": "temperance",
    "pos": "n",
    "definition": "moderation in action or thought",
    "sentence": "Maintaining temperance  will ensure that you are able to think rationally and objectively."
  },
  {
    "word": "tenable",
    "pos": "adj",
    "definition": "able to be defended or maintained",
    "sentence": "The department heads tore down the arguments in other people’s theses, but Johari’s work proved to be quite tenable."
  },
  {
    "word": "tenuous",
    "pos": "adj",
    "definition": "having little substance or strength",
    "sentence": "Your argument is very tenuous, since it relies so much on speculation and hearsay."
  },
  {
    "word": "terrestrial",
    "pos": "adj",
    "definition": "relating to the land",
    "sentence": "Elephants are terrestrial  animals."
  },
  {
    "word": "timorous",
    "pos": "adj",
    "definition": "timid, fearful",
    "sentence": "When dealing with the unknown, timorous  Tallulah almost always broke into tears."
  },
  {
    "word": "tirade",
    "pos": "n",
    "definition": "a long speech marked by harsh or biting language",
    "sentence": "Every time Jessica was late, her boyfriend went into a long tirade  about punctuality."
  },
  {
    "word": "toady",
    "pos": "n",
    "definition": "one who ﬂatters in the hope of gaining favors",
    "sentence": "The other kids referred to the teacher’s pet as the Tenth Grade T oady."
  },
  {
    "word": "tome",
    "pos": "n",
    "definition": "a large book",
    "sentence": "In college, I used to carry around an anatomy book that was the heaviest tome  in my bag."
  },
  {
    "word": "torpid",
    "pos": "adj",
    "definition": "lethargic, dormant, lacking motion",
    "sentence": "The torpid  whale ﬂoated, wallowing in the water for hours."
  },
  {
    "word": "torrid",
    "pos": "adj",
    "definition": "giving off intense heat, passionate",
    "sentence": "I didn’t want to witness the neighbor’s torrid  affair through the window."
  },
  {
    "word": "tortuous",
    "pos": "adj",
    "definition": "winding",
    "sentence": "The scary thing about driving in mountains are the narrow, tortuous  roads."
  },
  {
    "word": "tractable",
    "pos": "adj",
    "definition": "easily controlled",
    "sentence": "The horse was so tractable, Myra didn’t even need a bridle."
  },
  {
    "word": "tranquil",
    "pos": "adj",
    "definition": "calm",
    "sentence": "There is a time of night when nothing moves and everything is tranquil."
  },
  {
    "word": "transgress",
    "pos": "v",
    "definition": "to violate, go over a limit",
    "sentence": "The criminal’s actions transgressed  morality and human decency."
  },
  {
    "word": "transient",
    "pos": "adj",
    "definition": "passing through brieﬂy; passing into and out of existence",
    "sentence": "Because virtually everyone in Palm Beach is a tourist, the population of the town is quite transient."
  },
  {
    "word": "transmute",
    "pos": "v",
    "definition": "to change or alter in form",
    "sentence": "Ancient alchemists believed that it was possible to transmute  lead into gold."
  },
  {
    "word": "travesty",
    "pos": "n",
    "definition": "a grossly inferior imitation",
    "sentence": "According to the school newspaper’s merciless theater critic, Paciﬁc Coast High’s rendition of the musical Oklahoma was a travesty of the original."
  },
  {
    "word": "tremulous",
    "pos": "adj",
    "definition": "fearful",
    "sentence": "I always feel a triﬂe tremulous  when walking through a graveyard."
  },
  {
    "word": "trenchant",
    "pos": "adj",
    "definition": "effective, articulate, clear-cut",
    "sentence": "The directions that accompanied my new cell phone were trenchant  and easy to follow."
  },
  {
    "word": "trepidation",
    "pos": "n",
    "definition": "fear, apprehension",
    "sentence": "Feeling great trepidation, Anya refused to jump into the pool because she thought she saw a shark in it."
  },
  {
    "word": "trite",
    "pos": "adj",
    "definition": "not original, overused",
    "sentence": "Keith thought of himself as being very learned, but everyone else thought he was trite  because his observations about the world were always the same as David Letterman’s."
  },
  {
    "word": "truculent",
    "pos": "adj",
    "definition": "ready to ﬁght, cruel",
    "sentence": "This club doesn’t really attract the dangerous types, so why was that bouncer being so truculent ?"
  },
  {
    "word": "truncate",
    "pos": "v",
    "definition": "to shorten by cutting off",
    "sentence": "After winning the derby, the jockey truncated the long speech he had planned and thanked only his mom and his horse."
  },
  {
    "word": "turgid",
    "pos": "adj",
    "definition": "swollen, excessively embellished in style or language",
    "sentence": "The haughty writer did not realize how we all really felt about his turgid  prose."
  },
  {
    "word": "turpitude",
    "pos": "n",
    "definition": "depravity, moral corruption",
    "sentence": "Sir Marcus’s chivalry often contrasted with the turpitude  he exhibited with the ladies at the tavern."
  },
  {
    "word": "ubiquitous",
    "pos": "adj",
    "definition": "existing everywhere, widespread",
    "sentence": "It seems that everyone in the United States has a television. The technology is ubiquitous  here."
  },
  {
    "word": "umbrage",
    "pos": "n",
    "definition": "resentment, offense",
    "sentence": "He called me a lily-livered coward, and I took umbrage  at the insult."
  },
  {
    "word": "Vocabularyuncanny",
    "pos": "adj",
    "definition": "of supernatural character or origin",
    "sentence": "Luka had an uncanny  ability to know exactly what other people were thinking. She also had an uncanny  ability to shoot ﬁreballs from her hands."
  },
  {
    "word": "unctuous",
    "pos": "adj",
    "definition": "smooth or greasy in texture, appearance, manner",
    "sentence": "The unctuous receptionist seemed untrustworthy, as if she was only being helpful because she thought we might give her a big tip."
  },
  {
    "word": "undulate",
    "pos": "v",
    "definition": "to move in waves",
    "sentence": "As the storm began to brew, the placid ocean began to undulate to an increasing degree."
  },
  {
    "word": "upbraid",
    "pos": "v",
    "definition": "to criticize or scold severely",
    "sentence": "The last thing Lindsay wanted was for Lisa to upbraid  her again about missing the rent payment."
  },
  {
    "word": "usurp",
    "pos": "v",
    "definition": "to seize by force, take possession of without right",
    "sentence": "The rogue army general tried to usurp  control of the government, but he failed because most of the army backed the legally elected president."
  },
  {
    "word": "utilitarian",
    "pos": "adj",
    "definition": "relating to or aiming at usefulness",
    "sentence": "The beautiful, fragile vase couldn’t hold ﬂowers or serve any other utilitarian  purpose."
  },
  {
    "word": "utopia",
    "pos": "n",
    "definition": "an imaginary and remote place of perfection",
    "sentence": "Everyone in the world wants to live in a utopia, but no one can agree how to go about building one."
  },
  {
    "word": "vacillate",
    "pos": "v",
    "definition": "to ﬂuctuate, hesitate",
    "sentence": "I prefer a deﬁnite answer, but my boss kept vacillating  between the distinct options available to us."
  },
  {
    "word": "vacuous",
    "pos": "adj",
    "definition": "lack of content or ideas, stupid",
    "sentence": "Beyonce realized that the lyrics she had just penned were completely vacuous  and tried to add more substance."
  },
  {
    "word": "validate",
    "pos": "v",
    "definition": "to conﬁrm, support, corroborate",
    "sentence": "Yoko’s chemistry lab partner was asleep during the experiment and could not validate  the accuracy of her methods."
  },
  {
    "word": "vapid",
    "pos": "adj",
    "definition": "lacking liveliness, dull",
    "sentence": "The professor’s comments about the poem were surprisingly vapid  and dull."
  },
  {
    "word": "variegated",
    "pos": "adj",
    "definition": "diversiﬁed, distinctly marked",
    "sentence": "Each wire in the engineering exam was variegated  by color so that the students could ﬁgure out which one was which."
  },
  {
    "word": "vehemently",
    "pos": "adv",
    "definition": "marked by intense force or emotion",
    "sentence": "The candidate vehemently opposed cutting back on Social Security funding."
  },
  {
    "word": "veneer",
    "pos": "n",
    "definition": "a superﬁcial or deceptively attractive appearance, façade",
    "sentence": "Thanks to her Chanel makeup, Shannen was able to maintain a veneer  of perfection that hid the ﬂaws underneath."
  },
  {
    "word": "venerable",
    "pos": "adj",
    "definition": "deserving of respect because of age or achievement",
    "sentence": "The venerable Supreme Court justice had made several key rulings in landmark cases throughout the years."
  },
  {
    "word": "venerate",
    "pos": "v",
    "definition": "to regard with respect or to honor",
    "sentence": "The tribute to John Lennon sought to venerate his music, his words, and his legend."
  },
  {
    "word": "veracity",
    "pos": "n",
    "definition": "truthfulness, accuracy",
    "sentence": "With several agencies regulating the reports, it was difﬁcult for Latifah to argue against its veracity."
  },
  {
    "word": "verbose",
    "pos": "adj",
    "definition": "wordy, impaired by wordiness",
    "sentence": "It took the verbose  teacher two hours to explain the topic, while it should have taken only ﬁfteen minutes."
  },
  {
    "word": "verdant",
    "pos": "adj",
    "definition": "green in tint or color",
    "sentence": "The ver dant  leaves on the trees made the world look emerald."
  },
  {
    "word": "vestige",
    "pos": "n",
    "definition": "a mark or trace of something lost or vanished",
    "sentence": "Do you know if the Mexican tortilla is a vestige  of some form of Aztec corn-based ﬂat bread?"
  },
  {
    "word": "vex",
    "pos": "v",
    "definition": "to confuse or annoy",
    "sentence": "My little brother vexes  me by poking me in the ribs for hours on end."
  },
  {
    "word": "vicarious",
    "pos": "adj",
    "definition": "experiencing through another",
    "sentence": "All of my lame friends learned to be social through vicarious  involvement in my amazing experiences."
  },
  {
    "word": "vicissitude",
    "pos": "n",
    "definition": "event that occurs by chance",
    "sentence": "The vicissitudes  of daily life prevent me from predicting what might happen from one day to the next."
  },
  {
    "word": "vigilant",
    "pos": "adj",
    "definition": "watchful, alert",
    "sentence": "The guards remained vigilant  throughout the night, but the enemy never launched the expected attack."
  },
  {
    "word": "vilify",
    "pos": "v",
    "definition": "to lower in importance, defame",
    "sentence": "After the Watergate scandal, almost any story written about President Nixon sought to vilify  him and criticize his behavior."
  },
  {
    "word": "vindicate",
    "pos": "v",
    "definition": "to avenge; to free from allegation; to set free",
    "sentence": "The attorney had no chance of vindicating  the defendant with all of the strong evidence presented by the state."
  },
  {
    "word": "vindictive",
    "pos": "adj",
    "definition": "vengeful",
    "sentence": "The vindictive  madman seeks to exact vengeance for any insult that he perceives is directed at him, no matter how small."
  },
  {
    "word": "virtuoso",
    "pos": "n",
    "definition": "one who excels in an art; a highly skilled musical performer",
    "sentence": "Even though Lydia has studied piano for many years, she’s only average at it. She’s no virtuoso, that’s for sure."
  },
  {
    "word": "Vocabularyviscous",
    "pos": "adj",
    "definition": "not free ﬂowing, syrupy",
    "sentence": "The viscous  syrup took three minutes to pour out of the bottle."
  },
  {
    "word": "vitriolic",
    "pos": "adj",
    "definition": "having a caustic quality",
    "sentence": "When angry, the woman would spew vitriolic insults."
  },
  {
    "word": "vituperate",
    "pos": "v",
    "definition": "to berate",
    "sentence": "Jack ran away as soon as his father found out, knowing he would be vituperated  for his unseemly behavior."
  },
  {
    "word": "vivacious",
    "pos": "adj",
    "definition": "lively, sprightly",
    "sentence": "The vivacious  clown makes all of the children laugh and giggle with his friendly antics."
  },
  {
    "word": "vocation",
    "pos": "n",
    "definition": "the work in which someone is employed, profession",
    "sentence": "After growing tired of the superﬁcial world of high-fashion, Edwina decided to devote herself to a new vocation : social work."
  },
  {
    "word": "vociferous",
    "pos": "adj",
    "definition": "loud, boisterous",
    "sentence": "I’m tired of his vociferous  whining so I’m breaking up with him."
  },
  {
    "word": "wallow",
    "pos": "v",
    "definition": "to roll oneself indolently; to become or remain helpless",
    "sentence": "My roommate can’t get over her breakup with her boyfriend and now just wallows  in self-pity."
  },
  {
    "word": "wane",
    "pos": "v",
    "definition": "to decrease in size, dwindle",
    "sentence": "Don’t be so afraid of his wrath because his inﬂuence with the president is already beginning to wane."
  },
  {
    "word": "wanton",
    "pos": "adj",
    "definition": "undisciplined, lewd, lustful",
    "sentence": "Vicky’s wanton  demeanor often made the frat guys next door very excited."
  },
  {
    "word": "whimsical",
    "pos": "adj",
    "definition": "fanciful, full of whims",
    "sentence": "The whimsical  little girl liked to pretend that she was an elvin princess."
  },
  {
    "word": "wily",
    "pos": "adj",
    "definition": "crafty, sly",
    "sentence": "Though they were not the strongest of the Thundercats, wily  Kit and Kat were deﬁnitely the most clever and full of tricks."
  },
  {
    "word": "winsome",
    "pos": "adj",
    "definition": "charming, pleasing",
    "sentence": "After such a long, frustrating day, I was grateful for Chris’s winsome  attitude and childish naivete."
  },
  {
    "word": "wistful",
    "pos": "adj",
    "definition": "full of yearning; musingly sad",
    "sentence": "Since her pet rabbit died, Edda missed it terribly and sat around wistful  all day long."
  },
  {
    "word": "wizened",
    "pos": "adj",
    "definition": "dry, shrunken, wrinkled",
    "sentence": "Agatha’s grandmother, Stephanie, had the most wizened  countenance, full of leathery wrinkles."
  },
  {
    "word": "wrath",
    "pos": "n",
    "definition": "vengeful anger, punishment",
    "sentence": "Did you really want to incur her wrath  when she is known for inﬂicting the worst punishments legally possible?"
  },
  {
    "word": "yoke",
    "pos": "v",
    "definition": "to join, link",
    "sentence": "We yoked  together the logs by tying a string around them."
  },
  {
    "word": "zealous",
    "pos": "adj",
    "definition": "fervent, ﬁlled with eagerness in pursuit of something",
    "sentence": "If he were any more zealous  about getting his promotion, he’d practically live at the ofﬁce."
  },
  {
    "word": "zenith",
    "pos": "n",
    "definition": "the highest point, culminating point",
    "sentence": "I was too nice to tell Nelly that she had reached the absolute zenith  of her career with that one hit of hers."
  },
  {
    "word": "zephyr",
    "pos": "n",
    "definition": "a gentle breeze",
    "sentence": "If not for the zephyrs  that were blowing and cooling us, our room would’ve been unbearably hot."
  }
]